Repository: Saectar/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: be, ca, el, es, eu, fr, id, ko, nl, sr, tr, zh

# include_reported_links
source: Please, include the reported links in the appropriate fields on the form.
ca: Incloeu els enllaços en els camps corresponents del formulari.
es: Por favor, incluye los enlaces a revisar en el campo apropiado del formulario.
eu: Mesedez, estekak dagozkion inprimakiko eremuetan ezarri
fr: Veuillez inclure les liens signalés dans les champs appropriés du formulaire.
ko: 검토 주소를 적절한 필드에 기재해 주세요
nl: Gelieve de gerapporteerde links in de correcte velden van het formulier te plaatsen
sr: Молим, упишите пријављене везе у одговарајућим пољима у формулару.
tr: Şikâyet ettiğiniz bağlantıları lütfen formda gereken alanlara giriniz.
zh: 请在表格内恰当的地方报告链接。

source: Submit links
ca: Envieu enllaços
es: Enviar enlaces
eu: Estekak bidali
fr: Suggérer des liens
ko: 전송 주소
nl: Verstuur links
sr: Проследи везе
tr: Bağlantı önerimi
zh: 提交连接

# include_link_per_line
source: Please include one http, ftp, ed2k or magnet link per line.<br/>It will be crawled automatically and added to search results shortly.
ca: Incloeu un enllaç HTTP, FTP, Ed2k o magnet per línia. Aquests seran analitzats automàticament i, ben aviat seran afegits als resultats de la cerca.
es: Por favor, incluye un enlace http, ftp, ed2k o magnet por linea.<br />Estos serán analizados automáticamente y añadidos a los resultados de búsqueda en breve.
fr: Veuillez entrer un lien http, ftp, ed2k ou magnet par ligne. Ils seront indexés automatiquement et rajoutés aux résultats de recherche sous peu.
ko: 한줄에 하나의 http, ftp, ed2k, 마그넷 주소를 작성해주세요. 자동으로 검색 결과에 추가될 것입니다.
nl: Gelieve één http, ftp, ed2k of magnet link per lijn te gebruiken. Deze zullen automatisch bezocht worden en binnenkort in de zoekresultaten verschijnen.
sr: Молим упишите једну http, ftp, ed2k или магнетну везу по линији. Везе ће аутоматски бити обрађене и убрзо додате у резултате претраге.
tr: Lütfen satır başına bir http, ftp, ed2k ya da magnet bağlantısı giriniz. Bunlar otomatik olarak taranacak ve kısa bir süre sonra arama sonuçlarına eklenecektir.
zh: 请在每条横线上包含一个http、ftp、ed2k或magnet链接。 此操作将会自动分类并添加入搜索结果中。

# link_sent
source: The links have been sent. Thanks for your help!
ca: Els enllaços s'han enviat. Gràcies per l'ajuda!
es: Los enlaces han sido enviados. ¡Gracias por la ayuda!
eu: Estekak bidaliak izan dira. Mila esker laguntzearren!!
fr: Les liens ont été envoyés. Merci pour votre aide !
ko: 링크가 보내졌습니다. 감사합니다!
nl: De links werden verstuurd. Bedankt voor je hulp!
sr: Везе су послате. Хвала на помоћи!
tr: Bağlantılar gönderilmiştir. Teşekkür ederiz!
zh: 链接已经发送。感谢您的帮助！

# footer
source: Website under %(cc)s license. %(code)s under %(gpl)s license.
ca: Lloc web sota llicència %(cc)s. %(code)s sota llicència %(gpl)s.
es: Sitio web bajo licencia %(cc)s. %(code)s bajo licencia %(gpl)s.
eu: Webguneko eduki guztiek %(cc)s lizentziapean daude. %(code)s %(gpl)s lizentziapean.
fr: Le site web est sous licence Creative Commons <a rel='license content' href='http://creativecommons.org/licenses/by-sa/3.0/deed.fr'>BY-SA</a>. Le <a href='https://github.com/foofind/'>code source</a> est sous licence <a rel='license source code' href='http://www.gnu.org/licenses/agpl.html'>Affero GPL</a>.
ko: 웹사이트는 %(cc)s 저작권을 갖습니다. %(code)s 는 %(gpl)s 저작권을 갖습니다.
nl: Website onder %(cc)s licentie. %(code)s onder %(gpl)s licentie.
sr: Вебсајт је под %(cc)s лиценцом. %(code)s под %(gpl)s лиценцом.
tr: Web sitesi Creative Commons <a rel='license content' href='http://creativecommons.org/licenses/by-sa/3.0/deed.tr'>BY-SA</a> lisansı altındadır. <a href='https://github.com/foofind/foofind-web'>Kaynak kodu</a> <a rel='license source code' href='http://www.gnu.org/licenses/agpl.html'>Affero GPL</a> lisansı altındadır.
zh: 本站内容版权基于创作共享协议 %(cc)s. %(code)s 版权基于 %(gpl)s.

# safe_privacy
source: In accordance with Organic Law 15/1999, of December 13th, on the Protection of Personal Data, Foofind Labs, S.L. (hereinafter THE COMPANY) hereby informs of the existence of an automated data file that it has created and for which it is responsible.<br /><br />This file is used for dealing with questions and comments, as well as claims made by users wishing to report the existence of results and links that direct to content that is illegal or that has been disseminated without the mandatory authorisation. THE COMPANY may send e-mails to the account provided by the user in order to inform them that the claim they have made is being processed.<br /><br />The sending of personal data by means of any of our forms implies express authorisation for them to be automatically processed.<br />The user may exercise their rights to access, rectify, cancel or oppose by contacting those responsible for the file at the following address:<br /><br /><img src="/static/privacy.png" /><br />Foofind Labs, S.L.<br />Avda. Mediterráneo, 24. Esc. C. 1 C. 28007 Madrid. Spain.<br /><br />The user consents to the use of cookies that shall under no circumstances allow for them to be identified, in order to facilitate browsing on this website. Nevertheless, the user can disable the cookies by configuring the browser to do so.The servers automatically capture some data that do not identify the user such as: time of visit to the website, the browser and the operating system used and the domain name of the provider and/or IP address that gives access to the network.<br /><br />This website uses Google Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States . Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and Internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.<br />In order to protect your privacy, neither Google Analytics nor THE COMPANY will keep record of the search terms introduced by Foofind users.<br /><br />THE COMPANY reserves the right to modify this privacy policy in view of future legal or jurisprudential modifications deemed advisable. The user shall be immediately informed of any change in the privacy policy by means of the e-mail address provided to THE COMPANY in any of the contact forms.<br />Use of this website implies the user’s acceptance of its privacy policy.
es: <b>Finalidad y responsable del fichero</b><br />Por la presente y de conformidad con la Ley Orgánica 15/1999, de 13 de Diciembre, de Protección de Datos de Carácter Personal, Foofind Labs, S.L. (en adelante LA EMPRESA) le informa de la existencia de un fichero automatizado de datos creado por la misma y bajo su responsabilidad.<br /><br />La finalidad de dicho fichero es la de gestionar las funciones de acceso a la web de los usuarios registrados, dar el trámite que sea necesario a las dudas y comentarios dirigidos a LA EMPRESA, optimizar el orden de los resultados de las búsquedas en función de la ubicación geográfica de quien las realiza y de los votos del resto de usuarios, así como atender a las reclamaciones efectuadas por quien desee notificar la existencia de resultados y enlaces que dirijan a contenidos que considere ilícitos o difundidos sin la preceptiva autorización. <br /><br />LA EMPRESA podrá enviar correos electrónicos a la cuenta facilitada por el usuario con objeto de informarle sobre la tramitación de la reclamación por él efectuada, para responder a la duda o comentario que le haya sido remitido utilizando cualquiera de nuestros formularios de contacto y, especialmente, para informar a los usuarios registrados sobre los cambios producidos en el servicio, en sus términos de uso o en su política de privacidad. Una vez cumplimentado y enviado el formulario de registro, el usuario recibirá en la cuenta de correo electrónico que haya facilitado información sobre los pasos a seguir para la activación de su cuenta.<br /> <br />LA EMPRESA no archivará el documento electrónico en el que se formalice la aceptación de esta política de privacidad.<br /> <br />El envío de datos personales mediante cualquiera de nuestros formularios supone la aceptación expresa de su tratamiento automatizado. <br /> <br /><b>Prohibiciones de uso por razón de edad</b><br />No se aceptarán datos de usuarios menores de 18 años. LA EMPRESA eliminará los datos y cuentas de usuarios de los que tenga constancia o fundadas sospechas de que son menores de edad.<br /><br /><b>Derechos de acceso, rectificación, cancelación y oposición</b><br />El usuario podrá ejercer sus derechos de acceso, rectificación, cancelación y oposición comunicando con el responsable del fichero en la siguiente dirección:<br /><br /><img src="/static/privacy.png" /><br />Foofind Labs, S.L.<br />Avda. Mediterráneo, 24. Esc. C. 1 C. 28007 Madrid. Spain.<br /><br /><b>Datos recabados del usuario registrado</b><br />Los datos mínimos que han de comunicarse a LA EMPRESA obligatoriamente al crear su cuenta como usuario registrado de Foofind son nombre de usuario/nick y correo electrónico. Opcionalmente usted podrá aportar a su perfil de usuario la dirección de su página web así como su país y ciudad de residencia.<br /><br />Su nombre de usuario/nick, su ciudad y país de residencia, así como su dirección de página web serán visibles para el resto de usuarios, sean o no usuarios registrados. Su dirección de correo electrónico no será visible para el resto de usuarios en ningún caso.<br /><br />El usuario registrado puede votar positiva o negativamente los enlaces ofrecidos por Foofind así como los comentarios de otros usuarios, siendo consciente y aceptando que esos votos pueden ser asociados a su cuenta de usuario tanto por LA EMPRESA como por el resto de usuarios.<br /><br />Con la cancelación de su cuenta de usuario, sus datos de perfil serán eliminados y dejarán de ser visibles para el resto de usuarios, si bien los votos o comentarios realizados mientras era usuario de Foofind podrían seguir permaneciendo accesibles.<br /><br /><b>Servicio de mensajes entre usuarios registrados</b><br />Foofind pone a disposición de sus usuarios registrados un servicio de mensajes a fin de que puedan enviarlos y recibirlos de otros usuarios registrados desde su propia cuenta. Con objeto de proteger la privacidad de sus comunicaciones, Foofind ha incorporado a este servicio las siguientes medidas de seguridad: cifrado de los mensajes mediante algoritmo criptográfico.<br /><br />El usuario podrá configurar su perfil para solicitar que Foofind le remita un aviso al correo facilitado al completar el proceso de registro cada vez que un usuario del servicio le envíe un mensaje a su cuenta de usuario de Foofind. La activación de esta opción en la configuración de su perfil supondrá la autorización expresa para el envío a su cuenta de correo de los mensajes de aviso referidos por parte de Foofind. <br /><br />Cuando el usuario proceda a darse de baja, se borrarán automáticamente los mensajes que guarde en su cuenta de Foofind, tanto los enviados como los recibidos.<br /><br /><b>Uso de cookies y datos capturados automáticamente por los servidores de Foofind</b><br />El usuario conoce y consiente el uso de cookies que, en ningún caso, permitirán la identificación del mismo, a fin de facilitar su navegación en esta página web. No obstante lo anterior, el usuario podrá en cualquier momento deshabilitar las cookies mediante la oportuna configuración de su navegador a tal efecto.<br /></br>Los servidores de Foofind capturan de forma automática algunos datos que no permiten la identificación del usuario tales como: fecha y hora de visita de la web, navegador y sistema operativo que utiliza, dirección de Foofind que ha sido visitada y el nombre de dominio del proveedor y/o dirección IP que les da acceso a la red. Estos datos se guardan con objeto de diagnosticar posibles problemas técnicos eventuales y son eliminados de forma automática a los 24 horas.<br /><br /><b>Google Analytics</b><br />Esta página web utiliza Google Analytics, un servicio analítico de web prestado por Google, Inc., una compañía de Delaware cuya oficina principal está en 1600 Amphitheatre Parkway, Mountain View (California), CA 94043, Estados Unidos (“Google”). Google Analytics utiliza “cookies”, que son archivos de texto ubicados en su ordenador, para ayudar al website a analizar el uso que hacen los usuarios del sitio web. La información que genera la cookie acerca de su uso del website (incluyendo su dirección IP) será directamente transmitida y archivada por Google en los servidores de Estados Unidos. Google usará esta información por cuenta nuestra con el propósito de seguir la pista de su uso del website, recopilando informes de la actividad del website y prestando otros servicios relacionados con la actividad del website y el uso de Internet. Google podrá transmitir dicha información a terceros cuando así se lo requiera la legislación, o cuando dichos terceros procesen la información por cuenta de Google. Google no asociará su dirección IP con ningún otro dato del que disponga Google. Puede Usted rechazar el tratamiento de los datos o la información rechazando el uso de cookies mediante la selección de la configuración apropiada de su navegador, sin embargo, debe Usted saber que si lo hace puede ser que no pueda usar la plena funcionabilidad de este website. Al utilizar este website Usted consiente el tratamiento de información acerca de Usted por Google en la forma y para los fines arriba indicados. <br /><br />A fin de proteger su privacidad, ni Google Analytics ni LA EMPRESA guardarán registro alguno de las concretas búsquedas realizadas por los usuarios de foodind, sean o no registrados, de modo que los términos de búsqueda y sus resultados generados en ningún caso podrán vincularse a personas concretas e identificables.<br /><br /><b>Cambios en esta política de privacidad.</b><br />LA EMPRESA se reserva el derecho a modificar la presente política de privacidad. Cualquier cambio en la política de privacidad será inmediatamente comunicada al usuario por medio de la dirección de correo electrónico que el mismo haya facilitado a LA EMPRESA en su registro como usuario. <br />El uso del servicio con posterioridad a la modificación de la política de privacidad supone el conocimiento y aceptación de la nueva versión modificada de la misma.

# about_text
source: Foofind is a universal search engine. In Foofind we work creating software that crawls every network and indexes every file. This way, we intend to offer the largest collection of links available.<br/><br/>Foofind is a creation by Pablo Soto, P2P technology designer, developed in Madrid, Spain by Foofind Labs S.L. in join venture with MP2P Technologies.
ca: Foofind és un motor de cerca universal. A Foofind treballem creant programari que recorre totes les xarxes i indexa tots els arxius. D'aquesta manera volem oferir la major quantitat d´enllaços disponibles. Foofind és una idea de Pablo Soto, creador de tecnologies P2P, desenvolupades a Madrid, Espanya per MP2P Technologies.
es: Foofind es un motor de búsqueda universal. En Foofind trabajamos creando software que recorre todas las redes e indexa todos los archivos. De esta forma, pretendemos ofrecer el mayor compendio de enlaces disponible.<br /><br />Foofind es una idea de Pablo Soto, creador de tecnologías P2P, desarrollada en Madrid, España por Foofind Labs S.L. en consorcio con MP2P Technologies.
eu: Foofind bilaketa-motore unibertsal bat da. Foofind-en sare guztiak arakatu eta fitxategi guztiak indexatzen dituen softwarea sortzen egiten dugu lan. Honela, ahalik eta esteka-laburpen handiena eskaintzea lortu nahi dugu. Foofind Pablo Soto-ren ideia da, P2P teknologien sortzailea, Madrid-en, Espainia, Foofind Labs S.L.-k MP2P Technologies-ekin batera garatutakoa.
fr: Foofind est un moteur de recherche universel. Chez Foofind nous créons des logiciels qui examinent tous les réseaux et indexent tous les fichiers. Ainsi, nous avons l'intention d'offrir la plus grande collection de liens disponible. Foofind est l’œuvre de Pablo Soto, concepteur de technologies P2P, développé à Madrid, en Espagne, par MP2P Technologies.
ko: Foofind 는 전방위 검색엔진 입니다. 우리는 모든 네트워크를 탐색하고 모든 파일을 분류합니다. 이 방법은 유효한 링크의 방대한 모음을 제공하기 위함입니다. Foofind 는 스페인 마드리드의 개발자이자 P2P 기술 디자이너인 Foofind 연구소의 Pablo Soto 가 MP2P 기술의 실현을 위해 만들었습니다.
nl: Foofind is een universele zoekmachine. Bij Foofind werken we aan software dat elk netwerk afstruind en ieder bestand indexeert. Op deze manier streven we er naar de grootste collectie beschikbare links aan te bieden. Foofind is een creatie van Pablo Soto, P2P technologie ontwerper, ontwikkeld in Madrid, Spanje door Foofind Labs S.L. in samenwerking met MP2P Technologies.
sr: Фуфајнд је универзални систем претраге. У Фуфајнду радимо на стварању програма који прегледа сваку мрежу и индексира сваку датотеку. На овај начин, намеравамо да понудимо највећу доступну колекцију веза. Фуфајнд је креација Пабла Сота, дизајнера П2П технологије, развијен у Мадриду, Шпанија од стране Фуфајнд Лабс С.Л. у сарадњи са МП2П Технологије.
tr: Foofind evrensel bir arama motorudur. Foofind'da tüm ağları tarayan ve her dosyayı endeksleyen yazılımlar üzerinde çalışmaktayız. Bu şekilde mümkün olan en geniş bağlantı koleksiyonunu sunmayı amaçlıyoruz. Foofind P2P teknoloji tasarımcısı Pablo Soto'nun eseri olup, Madrid, İspanya'da MP2P Technologies tarafından geliştirilmektedir.
zh: Foofind是一种通用的搜索引擎。通过Foofind创造生成所有网络上的索引文件。通过这种方式,我们打算提供的最大的收集链接可用。 Foofind是Pablo Soto在西班牙马德里创造发展P2P技术为MP2P技术。
