Repository: Saectar/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: be, ca, el, es, eu, fr, id, ko, nl, sr, tr, zh

# new_toolbar
source: Try our new toolbar
be: Паспрабуй нашую новую панэль інструментаў
ca: Proveu la nostra nova barra d'eines
el: Δοκιμάστε την νέα γραμμή εργαλεἰων
es: Prueba nuestra barra de búsqueda
fr: Essayez notre nouvelle barre d'outils !
id: Gunakan toolbar baru
nl: Probeer onze nieuwe toolbar
sr: Пробајте нашу траку са алатима
tr: Yeni araç çubuğumuzu deneyin!
zh: 试试我们的新工具栏

source: click here!
be: Націсні тут
ca: Cliqueu aquí
el: πατήστε εδώ
es: haz clic aquí!
eu: Klikatu hemen!
fr: cliquez ici !
id: klik disini
ko: 클릭하세요!
nl: klik hier!
sr: кликните овде!
tr: buraya tıklayın!
zh: 点击这里

source: Your email:
be: Адрас Тваёй электроннай скрыні
ca: El vostre correu:
el: Διεὐθυνση ηλεκτρονικού ταχυδρομείου
es: Tu email:
eu: Zure eposta:
fr: Votre e-mail :
id: Email:
ko: 메일주소
nl: je e-mail adres
sr: Ваша епошта:
tr: E-posta adresiniz:
zh: 你的电子邮件地址

source: Password:
be: Пароль
ca: Contrasenya:
el: Κωδικός
es: Contraseña:
eu: Pasahitza:
fr: Mot de passe :
ko: 비밀번호
nl: wachtwoord
sr: Лозинка:
tr: Parola:
zh: 密码：

# submit
source: Send
be: Даслаць
ca: Envia
el: Στείλτε
es: Enviar
eu: Bidali
fr: Envoyer
id: Kirim
ko: 보내기
nl: Verstuur
sr: Пошаљи
tr: Gönder
zh: 发送

source: ok
be: Добра
ca: D'acord
el: Εντάξει
es: aceptar
eu: ados
ko: 확인
sr: у реду
tr: tamam
zh: 确定

source: help us!
be: Дапамагчы нам
ca: Ajuda'ns!
el: Βοηθήστε μας
es: ¡colabora con foofind!
eu: Kolaboratu foofind-ekin!
fr: collaborez avec foofind!
id: bantu kami
ko: 도와주세요!
nl: help ons!
sr: помозите нам!
tr: bize yardım edin!
zh: 帮助我们

# legal_info
source: legal information
be: Юрыдычная інфармацыя
ca: informació legal
el: νομικές πληροφορίες
es: datos legales
eu: Datu legalak
fr: mentions légales
id: informasi resmi
ko: 정책안내
nl: wettelijke informatie
sr: правне информације
tr: hukukî bilgi
zh: 法律信息

# go_home
source: Go back to search engine
be: Вярнуцца да пошуку
ca: Torna al cercador
el: Πήγαινε ξανά στην αναζήτηση
es: Volver al buscador
eu: Bilatzailera itzuli
fr: Retourner au moteur de recherche
id: Kembali ke mesin pencarian
ko: 검색화면으로 돌아가기
nl: Ga terug naar de zoekfunctie
sr: Повратак на претрагу
tr: Arama motoruna dön
zh: 返回搜索引擎

# error_500_message
source: An error happened
be: Памылка
ca: S'ha produït un error
el: Συνέβη σφάλμα
es: Ha ocurrido un error
eu: Errore bat gertatu da
fr: Une erreur s'est produite
id: telah terjadi kesalahan
ko: 오류 발생
nl: Er gebeurde een fout
sr: Догодила се грешка
tr: Bir hata meydana geldi
zh: 发生错误

# error_500_description
source: There is something odd, our specialists are investigating this paranormal activity.
be: Адбылося нешта дзіўнае. Нашыя спецыялісты спрабуюць вырашыць праблему.
ca: Hi ha quelcom d'estrany, els nostres especialistes investiguen aquesta activitat paranormal.
el: Κάτι περίεργο συνέβη, οι ειδικοί μας διερευνούν αυτή την περίεργη δραστηριότητα.
es: Algo raro ha ocurrido, nuestros investigadores de lo paranormal están trabajando en ello.
eu: Zerbait arraroa gertatu da, gure inbestigatzaile paranormalak lanean ari dira
fr: Il y a quelque chose qui cloche, nos enquêteurs du paranormal sont en train de travailler là-dessus.
ko: 알 수 없는 오류가 있습니다. 빠른 시일내에 점검하도록 하겠습니다.
nl: Er is iets vreemd aan de hand, onze specialisten onderzoeken deze paranormale gebeurtenis.
sr: Нешто чудно се дешава, наши стручњаци истражују ову паранормалну активност.
tr: Garip bir şey oldu, uzmanlarımız bu doğa üstü faaliyeti araştırmaktadırlar.
zh: 似乎出现了一些意外状况,我们正在努力解决

# error_404_message
source: Page not found
be: Не атрымалася знайсці старонку
ca: No s'ha trobat la pàgina
el: Η σελίδα δεν βρέθηκε
es: Página no encontrada
eu: Ez da orria aurkitu
fr: Page introuvable
id: Halama tidak ditemukan
ko: 페이지를 찾을 수 없습니다
nl: Pagina niet gevonden
sr: Страница није пронађена
tr: Sayfa bulunamadı
zh: 页面未找到

# error_404_description
source: Requested URL not found. Please check you wrote the url correctly, if so, please notify web administrators.
ca: L'URL no s'ha trobat. Si l'adreça no és correcta agrairíem que ens aviséssiu.
el: Η διεύθυνση που ζητήθηκε δεν βρέθηκε. Παρακαλούμε ελέγξτε αν την γράψατετο σωστά. Αν ναι, παρακαλούμε ενημερώστε τους διαχειριστές της ιστοσελίδας.
es: La URL no ha sido encontrada. ¿La dirección es correcta? Si es así, agradeceríamos que nos avisaras.
eu: URL-a ez da aurkitu. Helbidea zuzena da? Horrela bada, eskertuko genizuke abisatuko bazenigu
fr: URL requis introuvable. Veuillez vérifier que vous n'avez pas fait d'erreur de frappe et avertissez les administrateurs du site le cas échéant.
id: Url tidak ditemukan. Cek ulang url yang anda masukan. Silakan hubungi web administrator.
ko: 요청하신 URL 을 찾을 수 없습니다. 입력하신 URL 이 정확한지 다시 확인해주세요. 정확한 URL 이라면 관리자에게 알려주시기 바랍니다.
nl: Gevraagde URL niet gevonden. Gelieve de spelling na kijken. Indien correct, verwittig dan de web beheerder.
sr: Захтевана адреса није пронађена. Молим проверите да сте исправно унели адресу, ако јесте, молим обавестите администраторе.
tr: İstenen URL bulunamadı. Bağlantıyı doğru yazıp yazmadığınızı kontrol ediniz, doğruysa bunu site yöneticilerine bildiriniz.
zh: 请求的地址未找到。请检查你的地址拼写是否正确。如果正确，请通知网络管理员。

# error_410_message
source: Page not available
ca: Pàgina no disponible
el: Η σελίδα δεν είναι διαθέσιμη
es: Página no disponible
eu: Orria ez dago eskuragarri
fr: Page indisponible
id: Halaman tidak ada
ko: 페이지가 올바르지 않습니다
nl: Pagina niet beschikbaar
sr: Страница није доступна
tr: Sayfaya erişilemez
zh: 页面不可用

# error_410_description
source: Requested URL is no longer available and neither will be in the future
ca: La pàgina demanada ja no està disponible ni tampoc no ho serà en el futur
el: Η διεύθυνση που ζητήσατε δεν είναι πλέον διαθέσιμη και ούτε θα είναι στο μέλλον
es: La URL ya no esta disponible ni lo estará en el futuro.
eu: Orria ez dago eskuragarri eta ez da etorkizunean egongo
fr: L'URL demandé n'est plus disponible et ne le sera plus à l'avenir
id: Url belum aktif dan silahkan kunjungi beberapa saat lagi
ko: 요청하신 URL 은 더이상 제공되지 않습니다.
nl: Gevraagde URL is niet langer beschikbaar en zal ook in de toekomst niet terug komen
sr: Захтевана адреса више није доступна нити ће бити у будућности
tr: İstenen URL artık mevcut değildir ve bu gelecekte de değişmeyecektir
zh: 请求的页面当前不可用，以后也不再用

# error_502_message
source: Bad gateway
ca: Passarel·la incorrecta
el: Κακή πύλη
es: Pasarela incorrecta
eu: Pasarela okerra
fr: Mauvaise passerelle.
id: gateway buruk
ko: 잘못된 접근입니다
nl: Slechte gateway
sr: Лош мрежни пролаз
tr: Bozuk ağ geçidi
zh: 网关错误

# error_502_description
source: Cannot access to service due wrong gateway.
ca: S'ha mirat d'accedir al servei web amb una ubicació incorrecta.
el: Δεν είναι δυνατή η πρόσβαση στην υπηρεσία λόγω λάθος εισόδου
es: Se ha intentado acceder al servicio web con una ubicación incorrecta.
eu: Kokapen okerreko web zerbitzu batera sartzen ahalegindu zara
fr: Impossible d'accéder au service en raison d'une mauvaise passerelle.
id: service tidak dapat mengakses, kesalahan gateway
ko: 잘못된 접근으로 서비스할 수 없습니다.
nl: Geen toegang tot service wegens verkeerde gateway
sr: Приступ услугама није могућ због лошег мрежног пролаза
tr: Yanlış geçit nedeniyle servise ulaşılamıyor.
zh: 由于网关错误无法访问

# error_503_message
source: Service Unavailable
ca: Servei no disponible
el: Μη διαθέσιμη υπηρεσία
es: Servicio no disponible
eu: Zerbitzu ez erabilgarria
fr: Service indisponible
id: servise tidak ada
ko: 서비스가 불가합니다.
nl: Service niet beschikbaar
sr: Услуга није доступна
tr: Servis hizmette değildir
zh: 无法提供服务

# error_503_description
source: Requested URL is temporarily unavailable. Please try again later.
ca: L'URL requerit no es troba disponible temporalment. Proveu-ho més tard.
el: Η διεύθυνση που ζητήσατε δεν είναι διαθέσιμο προσωρινά. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: La URL requerida no se encuentra disponible temporalmente. Por favor, prueba más tarde.
eu: URLa ez dago momentuan erabilgarri. Mesedez, geroago saiatu.
fr: L'URL demandé est temporairement indisponible. Veuillez réessayer ultérieurement.
ko: 요청하신 URL 은 임시적으로 제공되지 않습니다. 다음에 다시 시도해보세요.
nl: Gevraagde URL is momenteel niet beschikbaar
sr: Захтевана адреса је привремено недоступна. Молим покушајте касније.
tr: İstenilen adres geçici olarak hizmet dışıdır. Bir süre sonra tekrar deneyiniz.
zh: 请求的地址当前不可用，请稍后重试。

# servers_status
source: Check servers status
ca: Comprova l'estat del servidor
el: Ελέγξτε την κατάσταση του σέρβερ
es: Ver el estado de los servidores
fr: Vérifiez l'état du serveur
nl: Check server status
sr: Проверите статус сервера
tr: Sunucu durumunu kontrol et
zh: 检查服务器状态

# error_mail_send
source: There was an error sending the message to the address specified. Please choose another or try again later.
ca: Hi ha hagut un error en enviar el missatge a l'adreça de correu indicada. Trieu-ne una altra o proveu-ho de nou més tard.
el: Υπήρξε ένα σφάλμα κατά την αποστολή του μηνύματος στη διεύθυνση που αναγράφεται. Παρακαλώ επιλέξτε άλλο ή δοκιμάστε ξανά αργότερα.
es: Ha ocurrido un error al enviar el mensaje a la dirección de correo indicada. Por favor elija otra o inténtelo de nuevo más tarde.
eu: Errore bat gertatu da esandako helbide elektronikora mezua bidaltzean. Mesedez aukeratu beste bat edo saiatu berriz beranduago.
fr: Une erreur est survenue lors de l'envoi du message à l'adresse spécifiée. Veuillez la modifier ou réessayer plus tard.
ko: 메세지를 보내는 동안 에러가 발생하였습니다. 다른 것을 선택하거나 다시 시도하세요.
nl: Er is een fout opgetreden bij het verzenden naar het opgegeven adres. Gelieve een ander op te geven of probeer later opnieuw.
sr: Догодила се грешка при слању поруке на наведену адресу. Молим изаберите другу или покушајте касније.
tr: Mesajın belirtilen adrese gönderilmesinde hata oluştu. Değiştirin ya da daha sonra deneyin.
zh: 向指定地址发送信息时发生错误。请更换一个或稍后重试。

# required_empty
source: Value is required and can't be empty
ca: Aquest camp no pot estar buit
el: Το στοιχείο είναι απαραίτητο και δεν μπορεί να είναι κενό
es: Este campo no puede estar vacío
eu: Eremu hau ezin da hutsik utzi
fr: Ce champ est requis et ne peut être laissé vide
ko: 값 입력이 필요합니다
nl: Waarde is noodzakelijk, mag niet leeg zijn
sr: Вредност је захтевана и не може бити празна
tr: Bu alan gereklidir ve boş bırakılamaz.
zh: 评价是必需的 不能为空

# no_valid_email
source: This isn't a valid email address with the format: user@example.com
ca: Aquesta no és una adreça de correu vàlida amb el format: usuari@exemple.com
el: Δεν είναι έγκυρος τύπος διεύθυνσης e-mail όπως: user@example.com
es: Esta no es una dirección de correo válida con el formato: usuario@ejemplo.com
eu: Hau erabilgarria den helbide elektroniko formatua da: erabiltzailea@adibidea.com
fr: Ce n'est pas une adresse e-mail au format utilisateur@exemple.com
ko: user@example.com 과 같은 형식으로 메일 주소를 입력해주세요
nl: Dit is geen geldig mailadres in het formaat gebruiker@voorbeeld.com
sr: Ово није исправна адреса епоште према формату: корисник@пример.ком
tr: Bu kullanıcı@misal.com biçiminde geçerli bir e-posta adresi değildir
zh: 这不是一个有效的电子邮件地址，正确格式为：user@example.com

# field_length
source: This field must have %(min)s to %(max)s characters
ca: Aquest camp ha de tenir de 2 a 10 caràcters
es: Este campo debe tener de %(min)s a %(max)s caracteres
eu: Eremu honek %(min)s etik %(max)sra karaktere eduki ditzake
fr: Ce champ doit comprendre de %(min)s à %(max)s caractères
ko: %(min)s ~ %(max)s 사이의 문자를 입력해야 합니다
nl: Dit veld moet %(min)s tot %(max)s karakters bevatten
sr: Ово поље мора садржати од %(min)s до %(max)s карактера
tr: Bu alan %(min)s ilâ %(max)s karakter içermelidir.
zh: 这个栏位必须包含%(min)s到%(max)s个字母

# no_valid_url
source: Not valid URL
ca: L'URL no és vàlid
el: Μη έγκυρη διεύθυνση
es: URL no válida
eu: URLak ez du balio
fr: URL invalide
ko: 올바르지 않은 URL
nl: Geen geldig URL
sr: Адреса није исправна
tr: Geçersiz URL
zh: 不是有效的地址

source: About
ca: Quant a
el: περί
es: Acerca de
eu: Honi buruz
fr: Qui sommes-nous ?
ko: 에 대해서
nl: Over
sr: О сајту
tr: Hakkımızda
zh: 关于

source: Contact
ca: Contacte
el: Επαφή
es: Contacto
eu: Harremana
ko: 문의하기
sr: Контакт
tr: İletişim
zh: 联系

source: Technology
ca: Tecnologia
el: Τεχνολογία
es: Tecnologías
eu: Teknologiak
fr: Technologies
ko: 기술
nl: Technologie
sr: Технологија
tr: Teknoloji
zh: 技术

source: Legal
ca: Avís legal
el: Νόμιμο
es: Aviso legal
eu: Legezko oharra
fr: Mentions légales
ko: 정책
nl: Wettelijk
sr: Законски
tr: Hukukî
zh: 法律

# tos
source: Terms of use
ca: Termes d'ús
el: Όροι χρήσης
es: Términos de uso
eu: Erabilpen Baldintzak
fr: Conditions d'utilisation
ko: 사용조건
nl: Gebruiksvoorwaarden
sr: Услови коришћења
tr: Koşullar
zh: 条款

# privacy
source: Privacy policy
ca: Política de privacitat
el: Πολιτική προσωπικών δεδομένων
es: Política de privacidad
eu: Pribatutasun politika
fr: Politique de confidentialité
ko: 개인정보정책
sr: Полиса о приватности
tr: Gizlilik
zh: 隐私

# complaint
source: Report link
ca: Reclameu l'enllaç
el: Αναφορά λανθασμένου συνδέσμου
es: Reclamar enlace
eu: Esteka galdegin
fr: Signaler un lien
nl: Meldt link
sr: Пријави линк
tr: Bağlantı rapor et
zh: 报告

source: Source code
ca: Codi font
el: Κωδικός ασφαλείας
es: Código fuente
eu: Iturburu kodea
fr: Code source
ko: 소스코드
nl: Broncode
sr: Изворни код
tr: Kaynak kod
zh: 源代码

source: files indexed
ca: arxius indexats
el: Ευρετήριο αρχείων
es: archivos indexados
eu: indexatutako fitxategiak
fr: fichiers indexés
nl: geïndexeerde bestanden
sr: датотека индексирано
tr: endekslenmiş dosya
zh: 文件目录

source: Last indexed files
ca: Darrers arxius indexats
el: Αρχεία προσφάτων αρχειοθετηθέντα
es: Últimos archivos indexados
eu: Indexatutako azken fitxategiak
fr: Derniers fichiers indexés
nl: Laatst geïndexeerde bestanden
sr: Последње индексиране датотеке
tr: Son eklenen dosyalar
zh: 大家最近在找

source: I. Want. That. File
ca: Vull. Aquest. Arxiu.
el: Εγώ. Θέλω. Εκείνο. Αρχείο
es: Quiero. Ese. Archivo.
eu: Fitxategi. Hori. Nahi. Dut.
fr: Je. Veux. Ce. Fichier.
nl: Ik. Moet. Dat. Bestand. Hebben
sr: Желим. Ту. Датотеку
tr: Bu. Dosyayı. İstiyorum.
zh: 我要。这个。文件

# index_change
source: foofind is changing
ca: foofind està canviant
el: Το foofind τροποποιείται
es: foofind está cambiando
eu: foofind aldatzen ari da
fr: foofind change.
ko: foofind 는 변하고 있습니다
nl: foofind is aan het veranderen
sr: фуфајнд се мења
tr: foofind değişiyor
zh: foofind 一直在进步

# index_comunity
source: Become part of our community.
ca: Formeu part de la nostra comunitat.
el: Γίνετε μέλος της κοινότητάς μας
es: Forma parte de nuestra comunidad.
eu: Hau parte gure komunitatean
fr: Faites partie de notre communauté
ko: 함께해요
nl: Wordt één met onze gemeenschap
sr: Постаните део наше заједнице.
tr: Topluluğumuza katılın.
zh: 成为我们的一分子

# index_first
source: Be the first to get all the news and participate.
ca: Sigueu el primer en rebre totes les notícies i en participar-hi.
el: Γίνε ο πρώτος που θα λάβει όλα τα νέα και θα συμμετέχει.
es: Sé el primero en conocer todas las novedades y participa.
eu: Izan lehena nobedade guztiak ezagutzen eta parte hartu
fr: Soyez le premier à connaître les nouveautés et participez.
nl: Wordt de eerste om al het nieuws te krijgen en doe mee.
sr: Будите први који ће добити све вести и учествовати.
tr: Katılın ve haberleri ilk siz alın.
zh: 争取优先获得信息并积极参与

# index_suggestion
source: Any suggestions?
ca: algun suggeriment?
el: κάποια πρόταση;
es: ¿Alguna sugerencia?
eu: Iradokizunik?
fr: Des suggestions ?
ko: 제안사항이 있습니까?
nl: Suggesties?
sr: Имате предлог?
tr: Öneriniz var mı?
zh: 请留下您的宝贵意见或建议

source: All
ca: Tots
el: Όλα
es: Todos
eu: Guztiak
fr: Tout
ko: 전체
nl: Alles
sr: Све
tr: Tümü
zh: 所有

source: direct download
ca: descàrrega directa
el: Θέση λήψης
es: descarga directa
eu: deskarga zuzena
fr: téléchargement direct
ko: 직접 내려받기
nl: directe download
sr: директно преузимање
tr: doğrudan indirim
zh: 重定向下载

source: Direct downloads
ca: Descàrregues directes
el: Θέση λήψεων
es: Descargas directas
eu: Deskarga zuzenak
fr: Téléchargements directs
ko: 직접 내려받기
nl: Directe downloads
sr: Директно преузимање
tr: Doğrudan indirim
zh: 直接下载

source: Other streamings
ca: Altres streamings
el: Άλλες ροές
es: Otros streamings
eu: Beste streaming-ak
fr: Autres streamings
ko: 다른 스트리밍들
nl: Andere streams
sr: Остала струјања
tr: Diğer veri akışları
zh: 其他流媒体

source: Other direct downloads
ca: Altres descàrregues directes
el: Άλλη διεύθυνση λήψεων
es: Otras descargas directas
eu: Beste deskarga zuzenak
fr: Autres liens de téléchargement direct
ko: 그밖의 직접 내려받기
nl: Andere directe downloads
sr: Остала директна преузимања
tr: Diğer doğrudan indirmeler
zh: 其他重定向下载

source: Some streamings
ca: Algunes reproduccions en temps real
es: Algunos streamings
fr: Certains streamings
nl: Enkele streams
sr: Понека струјања
tr: Bazı veri akışları
zh: 一些串流

# some_downloads
source: Some direct downloads
ca: Algunes descàrregues directes
es: Algunas descargas directas
fr: Certains téléchargements directs
nl: Enkele directe downloads
sr: Понека директна преузимања
tr: Bazı doğrudan indirmeler
zh: 一些直接下载

source: Others
ca: Altres
es: Otros
eu: Besteak
fr: Autres
ko: 기타
nl: Andere
sr: Остало
tr: Diğerleri
zh: 其他

source: Unknown
ca: Desconegut
el: Άγνωστο
es: Desconocido
fr: Inconnu
ko: 불명
nl: Onbekend
sr: Непознато
tr: Bilinmeyen
zh: 未知

source: Image
ca: Imatge
el: Εικόνα
es: Imagen
eu: Irudia
ko: 이미지
nl: Afbeelding
sr: Слике
tr: Görüntü
zh: 图片

source: Document
el: Έγγραφο
es: Documento
eu: Dokumentua
ko: 문서
nl: Bestand
sr: Документа
tr: Döküman
zh: 文档

source: Archive
ca: Arxiu
el: Αρχείο
es: Archivo
eu: Fitxategia
ko: 활성화
nl: Archief
sr: Архиве
tr: Arşiv
zh: 存档

source: No results for
ca: No hi ha resultats per
el: Δεν υπάρχουν αποτελέσματα
es: No hay resultados para
eu: Ez dago emaitzarik
fr: Aucun résultat pour
ko: 결과 없음
nl: Geen resultaten voor
sr: Нема резултата за
tr: Sonuç bulunamadı:
zh: 没有结果

# write_something
source: Hey! Write something
ca: Ep! Escriviu alguna cosa
el: Γειά! Γράψτε κάτι
es: ¡Escribe algo!
eu: Zerbait idatzi!
fr: Hé ! Écrivez quelque chose
ko: 뭐라도 적어주세요!
nl: He! Schrijf iets
sr: Хеј! Напиши нешто
tr: Hey! Bir şeyler yazın
zh: 您好！欢迎留言

source: Previous
ca: Anterior
el: Προηγούμενο
es: Anterior
eu: Aurrekoa
fr: Précédent
ko: 이전
nl: Vorige
sr: Претходно
tr: Önceki
zh: 上一个

source: Next
ca: Següent
el: Επόμενο
es: Siguiente
eu: Hurrengoa
fr: Suivant
ko: 다음
nl: Volgende
sr: Следеће
tr: Sonraki
zh: 下一个

source: sources
ca: Fonts
el: πηγές
es: fuentes
eu: Iturriak
ko: 소스
nl: bronnen
sr: извори
tr: Kaynak
zh: 来源

source: Approximately
ca: Aproximadament
el: Περίπου
es: Aproximadamente
eu: Guzti gorabehera
fr: Approximativement
nl: Ongeveer
sr: Приближно
tr: Yaklaşık

source: of about
ca: d'aprox.
es: de aprox.
eu: ingurutik
fr: sur environ
nl: van
sr: од
tr: toplam
zh: 关于

source: results for
ca: resultats per
el: αποτελέσματα για
es: resultados para
eu: emaitzak
fr: résultats pour
ko: 결과
nl: resultaten voor
sr: резултата за
tr: sonuç, şu arama için
zh: 结果

source: other categories
ca: altres categories
el: άλλες κατηγορίες
es: otras categorías
eu: beste kategoriak
fr: d'autres catégories
ko: 다른 분류
nl: andere categoriën
sr: остале категорије
tr: başka kategorilerde
zh: 其他种类

# no_type_count
source: No results were found for your search in %(search)s, but there are about %(results)d results for your search in %(category)s.
ca: No s'han trobat resultats de %(search)s, però existeixen aproximadament %(results)d resultats per a la vostra cerca en %(category)s.
es: No se han encontrado resultados de %(search)s, pero existen aproximadamente %(results)d resultados para su búsqueda en %(category)s.
eu: Ez dira emaitzik aurkitu %(search)sdrako baina %(results)d emaitza dagoz gutxi gorabehera %(category)s emaitzarako
fr: Aucun résultat n'a été trouvé dans %(search)s, mais il y a environ %(results)d résultats pour votre recherche dans %(category)s
ko: %(search)s 로 검색한 결과가 없습니다. %(category)s 에 %(results)d 개의 결과가 있습니다.
nl: Er werden geen resultaten gevonden voor je zoektocht in %(search)s, maar er zijn ongeveer %(results)d resultaten gevonden in %(category)s
sr: Ништа није пронађено за вашу претрагу %(search)s, али има %(results)d резултата за вашу претрагу за %(category)s.
tr: Aramanız için %(search)s kategorisinde hiçbir sonuç bulunamadı, ancak %(results)d kadar sonuç %(category)s mevcuttur.
zh: 在指定目录 %(search)s下的搜索没有相关结果，但是在其他目录 %(results)d中有 %(category)s个结果。

# not_allow_browse_results
source: Foofind doesn't show results beyond page 100.
ca: Foofind no us permet navegar per resultats posteriors als de la pàgina 100.
es: Foofind no permite navegar resultados posteriores a la página 100.
eu: Foofinde-ek ez du onartzen 100 emaitzatik haratago nabigatzea
fr: Foofind ne permet pas d'afficher les résultats après 100 pages.
ko: Foofind 는 100 페이지 이상의 결과를 보여주지 않습니다.
nl: Foofind laat geen resultaten zien na pagina 100
sr: Фуфајнд не приказује резултате преко 100-те странице.
tr: Foofind 100. sayfadan sonra sonuç göstermez, üzgünüz.
zh: Foofind不允许浏览100页以后的结果。

# did_you_mean
source: Did you mean %(text)s?
ca: Volies dir %(text)s?
es: ¿Has querido decir %(text)s?
eu: %(text)s esan nahi zenuen?
fr: Essayez avec cette orthographe : %(text)s
ko: %(text)s 를 찾으시나요?
nl: Bedoelde je %(text)s?
sr: Да ли сте мислили %(text)s?
tr: Bunu mu demek istediniz: %(text)s?
zh: 你的意思是%(text)s？

source: Go to file
ca: Anar al arxiu
es: Ir al archivo
eu: Artxibora joan
fr: Aller au fichier
nl: Ga naar bestand
sr: Иди на датотеку
tr: Dosyaya git
zh: 点击这里查找文件

source: Play
ca: Reproduir
es: Reproducir
eu: Erreproduzitu
fr: Jouer
ko: 재생
nl: Speel
sr: Репродукуј
tr: Oynat
zh: 播放

source: What?
ca: Què?
es: ¿Qué?
eu: Zer?
fr: Quoi ?
ko: 무엇을?
nl: Wat?
sr: Шта?
tr: Ne?
zh: 文件类型

source: Where?
ca: On?
es: ¿Dónde?
eu: Non?
fr: Où ?
ko: 어디서?
nl: Waar?
sr: Где?
tr: Nerede?
zh: 来源

source: update
ca: actualitzar
es: actualizar
eu: Eguneratu
fr: mise à jour
ko: 갱신
sr: освежи
tr: güncelleme
zh: 更新

# minimun
source: min
es: mín
ko: 최저
sr: мин
tr: asgari
zh: 最小

# maximun
source: max
es: máx
ko: 최대
sr: макс
tr: azami
zh: 最大

source: All sizes
ca: Totes les mides
es: Todos los tamaños
eu: Tamaina guztiak
fr: Toutes les tailles
ko: 전체 크기
nl: Alle groottes
sr: Све величине
tr: Tüm boyutlar
zh: 文件完整大小

source: Smaller than
ca: Menor de
es: Menor de
eu: Baino txikiagoa
fr: Inférieur à
ko: 작은
nl: Kleiner dan
sr: Мањи од
tr: Bu değerden küçük
zh: 小于

source: Larger than
ca: Major de
es: Mayor de
eu: Baino handiagoa
fr: Supérieur à
ko: 큰
nl: Groter dan
sr: Већи од
tr: Bu değerden büyük
zh: 大于

source: All qualities
ca: Qualsevol qualitat
es: Cualquier calidad
eu: Edozein kalitatekoa
fr: Toutes les qualités
ko: 모든 등급
nl: Alle kwaliteiten
sr: Свих квалитета
tr: Tüm kaliteler
zh: 所有品质资源

source: or better
ca: o superior
es: o superior
eu: edo handiagoa
fr: ou mieux
ko: 더 나은
nl: of beter
sr: или бољи
tr: ya da iyisi
zh: 更多

source: All years
ca: Tots els anys
es: Todos los años
eu: Urtero
fr: Toutes les années
ko: 모든 년도
nl: Alle jaren
sr: Све године
tr: Tüm yıllar
zh: 全年

source: Before
ca: Previ a
es: Previo a
eu: Lehenagoa
fr: Avant
ko: 전에
nl: Voor
sr: Пре
tr: Bu tarihten önce:
zh: 之前的

source: Last year
ca: Darrer any
es: Último año
eu: Azken urtea
fr: L'année dernière
ko: 작년
nl: Vorig jaar
sr: Прошле године
tr: Geçen sene
zh: 去年

source: Artist
ca: Artista
es: Artista
eu: Artista
fr: Artiste
ko: 아티스트
nl: Artiest
sr: Извођач
tr: Sanatçı
zh: 艺术家

source: Title
ca: Títol
es: Título
eu: Izenburua
fr: Titre
ko: 제목
nl: Titel
sr: Наслов
tr: Başlık
zh: 题目

source: Author
ca: Autor
es: Autor
eu: Egilea
fr: Auteur
ko: 작가
nl: Auteur
sr: Аутор
tr: Yaratıcı
zh: 作者

source: Format
es: Formato
eu: Formatua
ko: 형식
nl: Formaat
sr: Формат
zh: 格式

source: Pages
ca: Pàgines
es: Páginas
eu: Orrialde
ko: 페이지
nl: Pagina's
sr: Страна
tr: Sayfa
zh: 页码

source: Album
ca: Àlbum
es: Álbum
eu: Albuma
ko: 앨범
sr: Албум
tr: Albüm
zh: 专辑

source: Length
ca: Duració
es: Duración
eu: Iraupena
fr: Durée
ko: 길이
nl: Lengte
sr: Трајање
tr: Süre
zh: 时长

source: Bitrate
ca: Taxa de bits
es: Tasa de bits
eu: Bit-tasa
fr: Débit binaire
ko: 비트레이트
sr: Квалитет
tr: Veri akışı
zh: 比特率
