Repository: Saectar/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: be, ca, el, es, eu, fr, id, ko, nl, sr, tr, zh

# admin_locks_complaint_fileinfo
source: File info
es: Información de fichero

# admin_locks_complaint_noinfo
source: No complaint info
es: Sin información de queja

# admin_locks_complaint_nofileinfo
source: No file info
es: Sin información de fichero

# admin_translation
source: Translation contribution
es: Contribuciones de traducción

# admin_translation_none
source: No translation error has been reported
es: No se han reportado nuevos errores de traducción

# admin_translation_review
source: Review translation
es: Revisar traducción

# admin_translation_msgstr_current
source: Current language
es: Idioma actual

# admin_translation_msgstr_user_current
source: User's current language
es: Idioma del usuario

# admin_translation_msgstr_old
source: Current
es: Texto actual

# admin_translation_msgstr_new
source: Proposal
es: Propuesta

# admin_translation_msgstr_confirm
source: Approve?
es: ¿Aceptar?

# admin_showall
source: all
es: todos

# admin_showold
source: old
es: antiguos

# admin_shownew
source: new
es: nuevos

# admin_locks_new
source: There are new file complaints
es: Hay nuevas quejas de ficheros

# admin_translations_new
source: There are new translations
es: Hay nuevas traducciones

# admin_origins
source: Source management
es: Gestión de orígenes

# admin_users
source: Users management
es: Gestión de usuarios

# admin_users_save
source: Save changes
es: Guardar cambios

# admin_users_count
source: %(users)d active users
es: %(users)d usuarios activos

# admin_users_info
source: User info
es: Información de usuario

# admin_users_updated
source: Updated user
es: Usuario actualizado

# admin_users_search
source: Search user
es: Buscar usuario

# admin_users_not_found
source: User not found
es: Usuario no encontrado

# admin_users_mode_username
source: username
es: nombre de usuario

# admin_users_mode_id
source: hex mongoid
es: mongoid en hexadecimal

# admin_no_new
source: There is nothing new.
es: Sin novedades

# admin_select_all
source: Select all
es: Seleccionar todos

# admin_select_none
source: Unselect all
es: Deseleccionar todos

# admin_translation_empty
source: No translation data
es: Sin campos de traducción

# admin_translation_confirm
source: Apply
es: Aplicar

# admin_translation_cancel
source: Refuse
es: Rechazar

# admin_translation_saved
source: Translation changes have been applied
es: Se han aplicado los cambios en la traducción

# admin_translation_reinitialize
source: Resynchronize translation repository
es: Resincronizar el repositorio de traducciones

# admin_translation_reinitialized
source: Translation repository have been resync'd
es: El repositorio de traducciones se ha sincronizado

# admin_showcurrent
source: current
es: actuales

# admin_showblocked
source: blocked
es: bloqueados

# admin_origins_none
source: No origins
es: Ningún origen

# admin_translation_info
source: Info
es: Información

# admin_translation_fields
source: Translation fields
es: Campos de traducción

# admin_multiselection_select_all
source: Select all
es: Seleccionar todo

# admin_multiselection_select_none
source: Select none
es: Quitar selección

# admin_actions
source: Administration tasks
es: Tareas de administración

# admin_actions_none
source: There is no registrered remote tasks yet.
es: No hay tareas remotas registradas aún.

# admin_actions_target
source: Target
es: Destino

# admin_actions_forced_run_once
source: Will only run once between all instances.
es: Sólo se ejecutará una vez de entre todas las instancias.

# admin_actions_run
source: Run task
es: Ejecutar tarea

# admin_actions_interval
source: Please be patient: the application look for tasks to run every %(seconds)g seconds.
es: Por favor, ten paciencia: la aplicación comprueba las tareas a realizar cada %(seconds)g segundos.

# admin_actions_updated
source: Task has been requested.
es: La tarea ha sido solicitada.

# admin_deploy
source: App deployment
es: Despliegue de aplicación

# admin_deploy_confirm
source: Promote beta version to production
es: Promocionar versión en pruebas a producción

# admin_deploy_confirmation
source: Are you sure you want to perform "%(action)s" on "%(target)s"?
es: ¿Estás seguro de querer realizar la acción "%(action)s" en "%(target)s"?

# admin_deploy_datetime
source: Last deploy
es: Último despliegue

# admin_deploy_config
source: Deploy configuration
es: Configuración de despliegue

# admin_deploy_mode
source: Deploy mode
es: Modo de despliegue

# admin_deploy_phase_deploy
source: Deploy
es: Despliegue

# admin_deploy_deploy
source: Auto-deploy
es: Despliegue automático

# admin_deploy_deploy_rollback
source: Auto-rollback
es: Rollback automático

# admin_deploy_phase_restart
source: Restarting
es: Reinicio

# admin_deploy_restart
source: Restart services
es: Reiniciar servicios

# admin_deploy_restart_beta
source: Restart beta services
es: Reiniciar servicios de beta

# admin_deploy_phase_clean
source: Cleaning
es: Limpieza

# admin_deploy_clean_local
source: Clean local files
es: Limpieza local

# admin_deploy_clean_remote
source: Clean remote files
es: Limpieza remota

# admin_deploy_clean_log
source: Clean message log
es: Limpiar registro de mensajes

# admin_deploy_remove_lock
source: Force locks removal
es: Forzar la eliminación de bloqueos

# admin_deploy_phase_configuration
source: Configure app
es: Configurar

# admin_deploy_phase_preparation
source: Distribute
es: Distribuír

# admin_deploy_phase_commit
source: Run
es: Activar

# admin_deploy_phase_confirm
source: Promote deploy
es: Promoción a producción

# admin_deploy_phase_script
source: Remote script
es: Script remoto

# admin_deploy_script_hosts
source: Remote hosts
es: Máquinas remotas

# admin_deploy_no_hosts
source: No remote host has been selected
es: No se han definido máquinas remotas

# admin_deploy_run_script
source: Run
es: Ejecutar

# admin_deploy_script_clean_cache
source: Clean cache
es: Limpiar caché

# admin_deploy_phase_publish
source: Public distribution
es: Distribución pública

# admin_deploy_publish_version
source: Version code
es: Código de versión

# admin_deploy_publish_message
source: Release message
es: Mensaje de publicación

# admin_deploy_publish_mode
source: Deploy to release
es: Despliegue a publicar

# admin_deploy_publish_empty
source: All publish fields are required
es: Todos los campos de publicación son obligatorios

# admin_deploy_publish_bad_version
source: Version code is invalid
es: El código de versión no es válido

# admin_deploy_package
source: Package from git
es: Empaquetar desde git

# admin_deploy_publish
source: Public release
es: Publicar versión

# admin_deploy_failrecovery
source: Fail recovery
es: Recuperación de fallos

# admin_deploy_rollback
source: Rollback
es: Versión anterior

# admin_deploy_prepare
source: Setup version
es: Preparar cambio de versión

# admin_deploy_commit
source: Confirm deploy
es: Ejecutar cambio

# admin_deploy_backups
source: Backups
es: Copias de seguridad

# admin_deploy_in_progress
source: The deploy-related task is being processed
es: Se está ejecutando la tarea de despliegue

# admin_deploy_manual_restart
source: For stability reasons this deploy won't restart any web server
es: Por razones de estabilidad este despliegue no reiniciará el servidor automáticamente

# admin_deploy_debug
source: Debug info
es: Información de debug

# admin_deploy_downloader_upload
source: Upload downloader files
es: Subida de archivos de downloader

# admin_deploy_downloader
source: Downloader deploy
es: Despliegue de downloader

# admin_deploy_downloader_distribute
source: Distribute downloader files
es: Distribuir archivos de downloader

# admin_locks_search_mode
source: Search by
es: Buscar por

# admin_locks_search
source: Go
es: Ir

# admin_lock_mode_hexid
source: hexadecimal identifier
es: identificador en hexadecimal

# admin_lock_mode_url
source: full url
es: url completa

# admin_lock_mode_b64
source: base64 identifier
es: identificador en base64

# admin_search_field
source: Search
es: Búsqueda

# admin_origins_save
source: Save changes
es: Guardar cambios

# admin_alternatives
source: Blueprint alternatives
es: Alternativas para blueprints

# admin_alternatives_none
source: There is no alternative for any blueprint
es: No existen alternativas para los blueprints

# admin_status_unknown
source: Unknown status
es: Estado desconocido

# admin_status_loading
source: Loading
es: Cargando

# admin_status_processing
source: Processing
es: Procesando

# admin_saved
source: Changes were saved
es: Cambios guardados

# admin_origins_info
source: Origin data
es: Datos de origen

# admin_nochanges
source: No changes
es: Sin cambios

# admin_edit
source: Edit
es: Edición

# admin_confirm
source: Confirm
es: Confirmar

# admin_search_mode
source: Search mode
es: Modo de búsqueda

# admin_edit_new
source: Add new
es: Añadir nuevo registro

# admin_server
source: Server
es: Servidor

# admin_servers
source: Server management
es: Gestión de servidores

# admin_edit_submit
source: Save changes
es: Guardar cambios

# admin_edit_cancel
source: Cancel
es: Cancelar

# admin_downloads
source: Manage downloads
es: Administrar descargas

# admin_filename
source: Filename
es: Nombre de archivo

# admin_embed_enabled
source: embeded
es: embed activado

# admin_embed_disabled
source: no embed
es: embed desactivado

# admin_downloads_file
source: File
es: Archivo

# admin_downloads_version
source: File version
es: Versión de archivo

# admin_embed_all
source: all
es: todos

# admin_file_search_server
source: Search file server
es: Buscar servidor de archivos

# admin_file_search_server_not_found
source: File server not found
es: Servidor de archivos no encontrado

# admin_downloads_none
source: No downloads
es: Sin descargas

# admin_downloads_new
source: New download
es: Nueva descarga

# admin_downloads_update
source: New version
es: Nueva versión

# admin_downloads_datatitle
source: Download info
es: Datos de la descarga

# admin_version_error
source: Bad version code
es: Código de versión erróneo

# opensearch_description
source: Search using Foofind
ca: Cerca utilitzant Foofind
es: Buscar usando Foofind
eu: Foodfind-ekin bilatu
fr: Rechercher avec Foofind
ko: Foofind를 이용해 검색
nl: Zoek met Foofind
sr: Претражите користећи Фуфајнд
tr: Foofind ile Ara
zh: 使用Foofind搜索

# downloader_overview_text
source: Foofind Download Manager is designed to be very easy to use, intuitive, and safe. You can pause, resume and find your downloads more easily than ever, check out some of its features: * Rock solid torrent client. * Simplified interface. * DHT, uPnP and uTorrent protocol extensions.
ca: Foofind Download Manager és dissenyat per ser molt fàcil d'usar, intuïtiu i segur. Pot pausar, reprendre i trobar les vostres descàrregues amb més facilitat que mai, feu un cop d'ull a algunes de les seues característiques: * Client Rock torrent sòlid. * Interfície simplificada. * DHT, extensions de protocol UPnP i uTorrent.
es: Foofind Download Manager ha sido diseñado para ser muy fácil de usar, intuitivo y seguro. Puedes administrar tus descargas más fácilmente que nunca. Estas son algunas de sus características: * Cliente de torrents robusto. * Interfaz simplificada. * Soporte para protocolos DHT, uPnP y extensiones de uTorrent.
fr: Foofind Download Manager est conçu pour être intuitif, facile à utiliser et sûr. Vous pouvez mettre en pause, reprendre et trouver vos téléchargements plus facilement que jamais, voyez ce qu'il offre : * Un client torrent solide comme du roc. * Une interface simplifiée. * La DHT, l'UPnP et les extensions de protocole de uTorrent.
nl: Foofind Download Manager is ontworpen om erg makkelijk, intuïtief en veilig in het gebruik te zijn. Je kunt je downloads makkelijker dan ooit pauseren, hervatten en vinden. Hier enkele eigenschappen: * Zeer solide torrent client * Versimpeld interface * DHT, uPnP en uTorrent protocol extensie
sr: Фуфајнд управљач преузимањима је дизајниран да буде лак за употребу, интуитиван и безбедан. Можете паузирати, наставити и пронаћи ваша преузимања лакше него икад, проверите неке од његових могућности: * Изузетан торент клијент. * Поједностављен изглед. * екстензије DHT, uPnP и uTorrent протокола.
tr: Foofind Download Manager kullanımı kolay, sezgisel ve güvenli olması yönünde tasarlanmıştır. İndirmelerinizi her zamankinden daha kolay durdurabilir, sürdürebilir ve bulabilirsiniz; bakın neler sunar: * Kaya gibi sağlam torrent istemcisi. * Sade bir arayüz. * DHT, UPnP ve uTorrent protokol uzantıları.
zh: Foofind Download Manager 容易使用，界面直观，安全。你可以随时暂停，恢复下载 软件特点： *小巧的Torrent客户端 *直观的界面 *支持DHT,uPnP和uTorrent

# downloader_sharing
source: Download and share files
ca: Descarregueu i compartiu arxius
es: Descarga y comparte archivos
fr: Télécharger et partager des fichiers
ko: 내려받기 또는 파일 공유
nl: Bestanden downloaden en delen
sr: Преузми и подели датотеке
tr: Dosya indir ve paylaş
zh: 下载并且分享软件

# downloader_sharing_text
source: Now, with **Foofind Download Manager** you can download faster than ever before. Thanks to the **torrent** network, the fastest P2P solution ever made, your downloads will fly. Give it a try! **The future of downloading is only one click away.**
ca: Ara, amb **Foofind Download Manager podeu descarregar més ràpid que mai. Gràcies a la xarxa **torrent**, la solució més ràpida P2P que ha existit mai, les descàrregues volaran. Proveu-ho! ** El futur de la descàrrega és només a un clic de distància.
es: Ahora, con **Foofind Download Manager** puedes descargar a mayor velocidad que nunca. Gracias a la red **torrent**, la solución P2P más rápida jamás desarrollada, tus descargas serán instantáneas. ¡Pruebalo! **El futuro de las descargas a sólo un clic.**
fr: Désormais, avec **Foofind Download Manager** vous pouvez télécharger tout ce que vous voulez plus vite que jamais. Grâce au réseau **torrent** qui est la solution P2P la plus rapide jamais conçue, vos téléchargements vont s'envoler. Essayez donc ! **L'avenir des téléchargements n'est qu'à un clic.**
nl: Nu kun je met **Foofind Download Manager** makkelijker downloaden dan ooit tevoren. Dankzij het **torrent** netwerk, de snelste P2P uitvinding ooit, zullen je downloads vliegensvlug gaan. Probeer het eens! **De toekomst van het downloaden is maar één klik van je verwijderd.**
sr: Сада, са **Фуфајнд управљачем преузимањима** можете да преузимате брже него икада. Захваљујући **торент** мрежи, најбржем П2П решењу икада направљеном, ваша преузимања ће летети. Пробајте! **Будућност преузимања је само један клик далеко.**
tr: Bundan böyle **Foofind Download Manager** ile dosyalarınızı çok daha hızlı indirebilirsiniz. Bu güne dek tasarlanan en hızlı P2P ağı olan **torrent** şebekesi sayesinde indirmeleriniz adeta uçarcasına gerçekleşecektir. Deneyin! **Geleceğin indirmeleri sadece bir tıklama ötededir.**

# downloader_safety
source: Get your files in a safe way
ca: Obtingueu els vostres fitxers de forma segura
es: Descarga con seguridad
fr: Obtenez vos fichiers d'une manière sûre
ko: 안전한 방법으로 파일 받기
nl: Krijg je bestanden op een veilige manier
sr: Узмите ваше датотеке на безбедан начин
tr: Dosyalarınızı güvenli bir şekilde elde edin
zh: 安全提取你的文件

# downloader_safety_text
source: We take security very seriously. **Foofind Download Manager** uses the award winning libtorrent library, which will make your download experience a safe and secure one. We strongly recomment you use an antivirus, you can download malware from untrusted sources.
ca: Ens prenem la seguretat molt seriosament. **Foofind Download Manager** utilitza la biblioteca libtorrent guardonada que farà que la vostra experiència de descàrrega sigui totalment segura. Us recomanem d'utilitzar un antivirus, podríeu descarregar programari maliciós de fonts no fiables.
es: Nos tomamos muy en serio la seguridad. **Foofind Download Manager** utiliza la renombrada librería libtorrent, que hará que tu experiencia de descarga sea fiable y segura. De todas formas, te recomendamos que utilices un antivirus, que podría ayudarte a evitar descargar archivos maliciosos de origenes desconocidas.
fr: Nous nous occupons de la sécurité. **Foofind Download Manager** utilise la librairie libtorrent qui a gagné des prix, ce qui rend votre expérience de téléchargement aussi \* sûre que possible. \* _vous pouvez télécharger des logiciels hostiles depuis des sources peu sûres, donc nous recommandons fortement l'utilisation d'un antivirus._
sr: Ми безбедност схватамо веом озбиљно. **Фуфајнд управљач преузимањима** користи награђену либторент библиотеку, која ће учинити ваше искуство са преузимањима безбедно и сигурно. Строго препоручујемо да користите антивирусни програм, јер можете преузети злонамеран програм са непоузданих извора.
tr: Güvenliğe çok önem veririz. **Foofind Download Manager** ödül kazanan libtorrent kütüphanesini kullanır ve bu indirme deneyiminizi mümkün olan\* en güvenli dereceye yükseltir. \* _güvenilir olmayan kaynaklardan kötücül yazılım indirmeniz mümkündür dolayısıyla bir anti-virüs kullanmanızı hararetle tavsiye ederiz._

# downloader_its_free
source: It's totally **FREE**!
es: Totalmente **GRATIS**!
fr: C'est entièrement **GRATUIT** !
ko: 완전 **무료**!
nl: Het is volledig **GRATIS**!
sr: Потпуно је **БЕСПЛАТАН**!
tr: Tamamen **ÜCRETSİZDİR**!

# downloader_download_source
source: Download source
ca: Descarregueu el codi font
es: Descargar código
fr: Télécharger le code source
ko: 다운로드 소스
nl: Downloadbron
sr: Преузми изворни код
tr: Kaynak kodu indirin
zh: 下载原始版

# downloader_meta_description
source: Foofind Download Manager is a simple and easy to use torrent downloader
ca: Foofind Download Manager és una eina de descàrrega de torrents simple i fàcil d'usar
es: Foofind Download Manager es un cliente de torrents simple y fácil de usar
fr: Foofind Download Manager est un téléchargeur torrent simple et facile à utiliser
ko: Foofind 다운로드 매니저는 쉽고 간편하게 토렌트를 다운로드 할수 있습니다.
sr: Фуфајнд управљач преузимањима је једноставан и лак за употребу торент преузимач
tr: Foofind Download Manager sade ve kullanımı kolay bir torrent indiricisidir.
zh: Foofind Download Manager是一个小巧方便的torrent下载软件

# downloader_download_coming_soon
source: Sorry: Not yet available for your OS.
ca: Encara no és disponible per al vostre sistema operatiu.
es: Lo sentimos, no está disponible aún para tu sistema operativo.
fr: Désolé : pas encore disponible pour votre système d'exploitation.
ko: 죄송합니다: 당신의 OS는 아직 지원하지 않습니다.
nl: Sorry: Nog niet voor jouw besturingssysteem beschikbaar
sr: Извините: Још није доступан за ваш систем.
tr: Özür dileriz: Henüz işletim sisteminiz için sürüm yoktur.
zh: 抱歉：尚未提供适用于您的操作系统。

# downloader_dialog_title
source: Hey! You need a Torrent client to download this file
ca: Ei! Us cal un client de torrent per a descarregar aquest arxiu
es: Necesitas un cliente de torrents para descargar este archivo
fr: Foofind Download Manager est disponible
ko: 잠깐만요!다운로드 하려면 토렌트 클라이언트가필요합니다.
nl: Hey! Je hebt een Torrent client nodig om dit bestand te downloaden
sr: Хеј! Потребан је торент клијент за преузимање ове датотеке
tr: Foofind Download Manager mevcuttur
zh: 嘿！你需要一个Torrent客户端下载此文件

# downloader_dialog_yes
source: Yes, download Foofind Download Manager
ca: Sí, descarregueu Foofind Download Manager
es: Si, descargar Foofind Download Manager
fr: Oui, télécharger Foofind Download Manager
ko: 네, Foofind 매니저로다운로드 받습니다.
sr: Да, преузми Фуфајнд Управљач Преузимањима
tr: Evet, Foofind Download Manager'ı indir
zh: 是的，下载用Foofind Download Manager下载

# downloader_dialog_no
source: No, thanks Just take me to the download
ca: No, gràcies Només porta'm a la descàrrega.
es: No, gracias Solamente llévame a la descarga
fr: Non, merci Juste laisse-moi le télécharger
sr: Не, хвалаЖелим да преузмем директно
tr: Hayır, teşekkürler Beni indirme sayfasına götürün

# downloader_dialog_noagain
source: I already have a torrent client, please don't ask me again.
ca: Ja tinc un client de torrents. Si us plau no em pregunti de nou.
es: Ya tengo un cliente de torrents, por favor no me lo vuelvas a preguntar.
fr: J'ai déjà un client de torrents. S'il vous plaît ne me demandez plus.
sr: Већ имам торент клијент, молим не питај ме поново.
tr: Zaten bir torrent istemcim var, tekrar sormayın.

# downloader_dialog_text
source: Download Foofind Download Manager to get this file right now. Our sofware lets you download torrents faster and more easily than ever - absolutely free!.
ca: Descarregueu-vos Foofind Download Manager per a descarregar aquests fitxer en un tres i no res. El nostre programari us permet de descarregar torrents més ràpid i més fàcil que mai - totalment gratis!
es: Descarga Foofind Download Manager para obtener este fichero. Nuestro software te permitirá descargar torrents más rápido y fácil que nunca, ¡de forma absolutamente gratuita!
fr: %(domain)s vous recommande de télécharger ce fichier plus rapidement et facilement que jamais en utilisant le tout nouveau gestionnaire de téléchargement qui est absolument gratuit !
sr: Преузмите Фуфајнд Управљач Преузимањима да би сте преузели ову датотеку. Наш програм вам омогућава брже и лакше него икад преузимање торента - потпуно бесплатно!
tr: %(domain)s bu dosyayı tamamen ücretsiz yeni indirme yöneticisini kullanarak zamankinden daha hızlı ve kolay bir şekilde indirmenizi tavsiye eder!
zh: 现在下载安装Foofind Download Manager来得到这个文件。 我们的软件让你下载的种子更快，比以往任何时候都更容易 - 完全免费！

# safe_downloader_share_responsibly
source: **SHARE RESPONSIBLY**: Using Foofind Downloader Manager for the uploading or downloading of copyrighted works without the permission or authorization of the copyright holders may be illegal and could subject you (or the ISP subscriber) to civil and/or criminal liability and penalties. There are a significant number of copyright holders who have authorized the sharing of their content for non-commercial purposes, such as some content with Creative Commons format licenses, and there is also content available in the public domain and not protected by copyright. Most commercially released popular songs are NOT currently authorized for free redistribution but require separate purchase or licensing.
es: **COMPARTE DE FORMA RESPONSABLE**: El uso de Foofind Downloader Manager para subir o descargar materiales con derechos de autor sin permiso o autorización de sus titulares puede ser ilegal y podrá someterle a usted (o al abonado del PSI) a responsabilidades y penalizaciones civiles y/o criminales. Existe un número significativo de titulares de derechos de autor que han autorizado el intercambio de sus contenidos para fines no comerciales, como algunos contenidos con formato de licencia de Creative Commons. Además, hay contenidos disponibles de dominio público y no protegidos por derechos de autor. La mayoría de las canciones que están a la venta NO están actualmente autorizadas para su redistribución gratuita, sino que requieren una compra o una licencia aparte.

# downloader_update_message
source: A new version of %(appname)s (%(version)s) is ready to install. Do you want to upgrade?
ca: Hi ha una nova versió de %(appname)s (%(version)s) llesta per a ser instalada. Voleu actualitzar-la?
es: Una nueva versión %(appname)s (%(version)s) está lista para instalar. ¿Quieres actualizar?
fr: Un nouvelle version de %(appname)s (%(version)s) est prête à être installée. Voulez-vous mettre à jour ?
nl: Een nieuwe versie van %(appname)s (%(version)s) is klaar om geïnstalleerd te worden. Wil je nu upgraden?
sr: Нова верзија %(appname)s (%(version)s) је спремна за инсталирање. Да ли желите да извршите надоградњу?
tr: %(appname)s'ın yeni bir sürümü (%(version)s) kurulmaya hazırdır. Yükseltmek istiyor musunuz?
zh: 新版本的%(appname)s (%(version)s)，准备安装。你想升级吗？

source: Audio
ca: Àudio
el: Αρχείο ήχου
eu: Audioa
ko: 오디오
sr: Аудио
tr: Ses
zh: 音频

source: Video
ca: Vídeo
el: Αρχείο βίντεο
eu: Bideoa
fr: Vidéo
ko: 비디오
sr: Видео
zh: 视频
