Repository: Saectar/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: be, ca, el, es, eu, fr, id, ko, nl, sr, tr, zh

source: Genre
ca: Gènere
es: Género
eu: Generoa
ko: 장르
sr: Жанр
tr: Tarz
zh: 流派

source: Seconds
ca: segons
es: Segundos
eu: segundu
fr: secondes
ko: 초
nl: Seconden
sr: Секунди
tr: saniye
zh: 秒

source: Minutes
ca: minuts
es: Minutos
eu: minutuak
ko: 분
nl: Minuten
sr: Минута
tr: dakika
zh: 分钟

source: Source
ca: Font
es: Fuente
eu: Iturria
ko: 소스
nl: Bron
sr: Извор
tr: Kaynak
zh: 来源

source: Seeds
ca: Llavors
es: Semillas
eu: Haziak
fr: Partages
ko: 시드
sr: Делилаца
tr: Paylaşan
zh: 种子

source: Leechs
ca: Sangoreres
es: Sanguijuelas
fr: Sangsues
sr: Преузимача
tr: İndirenler

# first_files
source: Showing first %(value)s files. Download file to see all.
ca: Mostra els primers %(value)s fitxers. Descarregueu el fitxer per a veure-ho tot.
es: Mostrando los primeros %(value)s ficheros. Descarga el fichero para ver el resto.
fr: Affichage des %(value)s premiers fichiers. Téléchargez le fichier pour tout voir.
nl: Toon eerste %(value)s bestanden. Download bestand om alles te zien.
sr: Приказано првих %(value)s датотека. Преузмите да би сте видели све.
tr: İlk %(value)s dosya gösterildi. Tümünü görmek için dosyayı indirin.
zh: 正显示前%(value)s个文件。下载可见全部。

source: Height
ca: Alt
es: Alto
eu: Garaiera
fr: Hauteur
ko: 높이
nl: Hoogte
sr: Висина
tr: Yükseklik
zh: 高度

source: Width
ca: Ample
es: Ancho
eu: Zabalera
fr: Largeur
ko: 넓이
nl: Breedte
sr: Ширина
tr: Genişlik
zh: 宽度

source: Track
ca: Pista
es: Pista
eu: Pista
fr: Piste
ko: 트랙
nl: Nummer
sr: Нумера
tr: Parça
zh: 轨迹

source: Quality
ca: Qualitat
es: Calidad
eu: Kalitatea
fr: Qualité
ko: 등급
nl: Kwaliteit
sr: Квалитет
tr: Kalite
zh: 品质

source: Series
ca: Sèries
es: Serie
eu: Seriea
fr: Série
ko: 시리즈
nl: Serie
sr: Серија
tr: Dizi
zh: 系列

source: Episode
ca: Episodi
es: Episodio
eu: Atala
fr: Épisode
ko: 에피소드
nl: Aflevering
sr: Епизода
tr: Bölüm
zh: 前传

source: Season
ca: Temporada
es: Temporada
eu: Denboraldia
fr: Saison
ko: 시즌
nl: Seizoen
sr: Сезона
tr: Sezon
zh: 季

# num_pages
source: Num. of pages
ca: Número de pàgines
es: Nº de páginas
eu: Orrialde kopurua
fr: Nbr. de pages
ko: 페이지 수
nl: Aantal pagina's
sr: Број страница
tr: Sayfa sayısı
zh: 页面序号

source: Include results from:
ca: Inclou resultats de:
es: Incluir resultados de:
eu: Hauen emaitzak kontutan hartu:
fr: Inclure des résultats depuis :
ko: 포함 결과:
nl: Ook resultaten van:
sr: Укључи резултате из:
tr: Bu ağdan sonuçları ekle:
zh: 包括原因

source: Size
ca: Tamany
es: Tamaño
eu: Tamaina
fr: Taille
ko: 크기
nl: Grootte
sr: Величина
tr: Boyut
zh: 大小

source: Unpacked size
ca: Mida sense comprimir
es: Tamaño sin comprimir
eu: Konprimatu gabeko tamaina
fr: Taille décompressée
ko: 압축 해제 후 크기
nl: Uitgepakte grootte
sr: Распакована величина
tr: Sıkıştırılmamış boyut
zh: 未包装尺寸

source: Colors
es: Colores
eu: Koloreak
fr: Couleurs
ko: 색깔
nl: Kleuren
sr: Боје
tr: Renkler
zh: 颜色

source: Version
ca: Versió
es: Versión
eu: Bertsioa
ko: 버전
nl: Versie
sr: Верзија
tr: Sürüm
zh: 版本

source: Name
ca: Nom
es: Nombre
eu: Izena
fr: Nom
ko: 이름
nl: Naam
sr: Назив
tr: İsim
zh: 名字

source: Description
ca: Descripció
es: Descripción
eu: Deskribapena
ko: 설명
nl: Beschrijving
sr: Опис
tr: Açıklama
zh: 描写类型

source: Files
ca: Arxius
es: Archivos
eu: Fitxategiak
fr: Fichiers
ko: 파일
nl: Bestanden
sr: Датотеке
tr: Dosyalar
zh: 文件

source: Soundtype
ca: Tipus de so
es: Tipo de sonido
eu: Soinu mota
fr: Type de son
ko: 형식
nl: Geluidstype
sr: Тип звука
tr: Ses tipi
zh: 声音类别

source: channels
ca: canals
es: canales
eu: kanalak
fr: canaux
ko: 채널
nl: Kanalen
sr: канала
tr: kanal
zh: 声道

source: year
ca: any
es: año
eu: urtea
fr: année
ko: 년
nl: jaar
sr: година
tr: sene
zh: 年

source: years
ca: anys
es: años
eu: urteak
fr: années
ko: 년
nl: jaren
sr: године
tr: sene
zh: 年

source: month
ca: mes
es: mes
eu: hilabetea
fr: mois
ko: 월
nl: maand
sr: месец
tr: ay
zh: 月

source: months
ca: mesos
es: meses
eu: hilabeteak
fr: mois
ko: 월
nl: maanden
sr: месеци
tr: ay
zh: 月

source: day
ca: dia
es: dia
eu: eguna
fr: jour
ko: 일
nl: dag
sr: дан
tr: gün
zh: 日

source: days
ca: dies
es: dias
eu: egunak
fr: jours
ko: 일
nl: dagen
sr: дана
tr: gün
zh: 日

source: hour
ca: hora
es: hora
eu: ordua
fr: heure
ko: 시
nl: uur
sr: сат
tr: saat
zh: 小时

source: hours
ca: hores
es: horas
eu: orduak
fr: heures
ko: 시
nl: uren
sr: сати
tr: saat
zh: 小时

source: minute
ca: minut
es: minuto
eu: minutua
ko: 분
nl: minuut
sr: минут
tr: dakika
zh: 分钟

source: second
ca: segon
es: segundo
eu: segundua
fr: seconde
ko: 초
nl: seconde
sr: минута
tr: saniye
zh: 秒

source: Tags
ca: Paraules clau
es: Palabras clave
eu: Hitz gakoa
ko: 태그
sr: Ознаке
tr: Etiketler
zh: 标签

source: License
ca: Llicència
es: Licencia
eu: Lizentzia
fr: Licence
ko: 저작권
nl: Licentie
sr: Дозвола
tr: Lisans
zh: 许可证

source: Private file
ca: Arxiu privat
es: Archivo privado
eu: Artxibu pribatua
fr: Fichier privé
ko: 개인 파일
nl: Privé bestand
sr: Приватна датотека
tr: Özel dosya
zh: 私人文件

source: Composer
ca: Compositor
es: Compositor
fr: Compositeur
ko: 작자
nl: Componist
sr: Композитор
tr: Besteci
zh: 作曲家

source: Publisher
ca: Editor
es: Editor
eu: Editorea
fr: Éditeur
ko: 발행
nl: Uitgever
sr: Издавач
tr: Yayınlayan
zh: 出品方

source: Comments
ca: Comentaris
es: Comentarios
eu: Iritzia
fr: Commentaires
ko: 덧글
nl: Commentaar
sr: Коментари
tr: Yorumlar
zh: 评论

source: Created by
ca: Creat per
es: Creado por
eu: Sortua
fr: Créé par
ko: 만든이
nl: Gemaakt door
sr: Креирао
tr: Oluşturan
zh: 创建者

source: Language
ca: Llengua
es: Idioma
eu: Hizkuntza
fr: Langue
ko: 언어
nl: Taal
sr: Језик
tr: Lisan
zh: 语言

source: Date
ca: Data
es: Fecha
eu: Data
ko: 날짜
nl: Datum
sr: Датум
tr: Tarih
zh: 日期

source: Visualizations
ca: Visualitzacions
es: Visualizaciones
fr: Visualisations
ko: 시각화
nl: Visualitaties
sr: Визуелизација
tr: Görüntülemeler
zh: 可视化

source: Codec
ca: Códec
es: Códec
ko: 코덱
sr: Кодек
tr: Kodek
zh: 编码

source: Encoding
ca: Codificació
es: Codificación
eu: kodifikazioa
fr: Encodage
ko: 인코딩
nl: Codering
sr: Енкодовање
tr: Kodlama
zh: 编码器

source: Writer
ca: Guionista
es: Guionista
fr: Scénario
ko: 작가
nl: Schrijver
sr: Сценариста
tr: Senarist
zh: 作者

source: Starring
ca: Protagonistes
es: Protagonistas
fr: Acteurs principaux
nl: Steracteurs
sr: Улоге
tr: Oyuncular
zh: 主演

source: Producer
ca: Productor
es: Productor
fr: Producteur
ko: 프로듀서
nl: Producent
sr: Продуцент
tr: Prodüktör
zh: 制片人

source: Released
ca: Llançament
es: Lanzamiento
fr: Sortie
nl: Vrijgave
sr: Издато
tr: Yayın tarihi
zh: 发行

source: Loading
ca: Carregant
es: Cargando
eu: Kargatzen
fr: Chargement
ko: 로딩
nl: Laden
sr: Учитавање
tr: Yükleniyor
zh: 读取

source: Close
ca: Tanca
es: Cerrar
eu: Itxi
fr: Fermer
ko: 닫기
nl: Sluit
sr: Затвори
tr: Kapat
zh: 关闭

source: all sources
ca: Totes les fonts
es: todos los orígenes
fr: toutes les sources
ko: 모든 소스
nl: alle bronnen
sr: сви извори
tr: tüm kaynaklar
zh: 所有来源

# share
source: Share on %(site)s
ca: Compartiu a %(site)s
es: Compartir en %(site)s
fr: Partager sur %(site)s
nl: Deel op %(site)s
sr: Подели на %(site)s
tr: %(site)s üzerinde paylaş
zh: 分享%(site)s

# share_search
source: Share this search
ca: Compartiu aquesta cerca
es: Compartir esta búsqueda
fr: Partager cette recherche
ko: 검색 결과 공유
nl: Deel deze opzoeking
sr: Подели ову претрагу
tr: Bu aramayı paylaş
zh: 分享搜索结果

# share_download
source: Share
ca: Compartiu
es: Compartir
fr: Partager
ko: 공유
nl: Deel
sr: Подели
tr: Paylaş
zh: 分享

source: Share this:
ca: Comparteix aquest enllaç:
es: Comparte este enlace:
eu: Esteka hau elkarbanatu:
fr: Partager ceci :
ko: 공유하기
nl: Deel dit:
sr: Подели ово:
tr: Paylaş
zh: 分享

source: send by email
ca: envia per correu
es: enviar por correo
eu: postaz bidali
fr: envoyer par e-mail
ko: 메일로 보내기
nl: stuur per e-mail
sr: пошаљи путем епоште
tr: e-posta ile yolla
zh: 通过e-mail发送

# open_link_new_tab
source: open link in new tab
ca: Obriu el vincle en una nova pastanya
es: abrir enlace en nueva pestaña
fr: ouvrir dans un nouvel onglet
nl: open link in nieuwe tab
sr: отвори везу у новој картици
tr: bağlantıyı yeni sekmede aç
zh: 新窗口打开链接

source: Download
ca: Descàrrega
es: Descargar
eu: Jeitsi
fr: Télécharger
ko: 내려받기
sr: Преузми
tr: İndir
zh: 下载

# download_source
source: Download from %(source)s
ca: Descarregueu de %(source)s
es: Descargar de %(source)s
fr: Télécharger de %(source)s
nl: Download van %(source)s
sr: Преузми са %(source)s
tr: %(source)s öğesinden indir
zh: 从%(source)s下载

source: Watch
ca: Visualitza
es: Ver
eu: Ikusi
fr: Visionner
ko: 보기
nl: Bekijk
sr: Гледај
tr: İzle
zh: 看

# watch_source
source: Watch on %(source)s
ca: Mireu a %(source)s
es: Ver en %(source)s
fr: Visionner sur %(source)s
nl: Bekijk op %(source)s
sr: Гледај на %(source)s
tr: %(source)s üzerinde izle
zh: 观看%(source)s

source: Listen
ca: Escolteu
es: Escuchar
eu: Entzun
fr: Écouter
nl: Luister
sr: Слушај
tr: Dinle
zh: 听

# listen_source
source: Listen on %(source)s
ca: Escolteu a %(source)s
es: Escuchar en %(source)s
eu: Entzun %(source)sen
fr: Écouter sur %(source)s
nl: Luister naar %(source)s
sr: Слушај на %(source)s
tr: %(source)s üzerinde dinle
zh: 听%(source)s

# since
source: since %(since)s
ca: fa %(since)s
es: hace %(since)s
eu: duela since s
fr: depuis %(since)s
ko: %(since)s 일 경과
nl: sinds %(since)s
sr: %(since)s
tr: şu vakitten beri:
zh: 自从S时起

source: Post comment
ca: Envia un comentari
es: Enviar comentario
eu: Iruzkina bidali
fr: Poster un commentaire
ko: 덧글 전송
nl: Plaatst reactie
sr: Пошаљи коментар
tr: Yorum yazın
zh: 发表评论

source: Add comment
ca: Afegeix un comentari
es: Añadir un comentario
eu: Iruzkina gehitu
fr: Ajouter un commentaire
ko: 덧글 추가
nl: Voeg reactie toe
sr: Додај коментар
tr: Yorum ekleyin
zh: 添加评论

source: from
ca: des de
es: desde
fr: de
ko: 부터
nl: van
sr: од
tr: 'den
zh: 从

source: I like it!
ca: M'agrada!
es: ¡Me gusta!
eu: Gustoko dut!
fr: J'aime ça !
ko: 좋아요!
nl: Vind ik leuk!
sr: Свиђа ми се!
tr: Beğendim bunu!
zh: 我喜欢!

source: Booo!
ca: Buuu!
es: ¡Buuu!
eu: Buuu!
fr: Bouh !
ko: 부!
nl: Boe!
sr: Уааа!
tr: Öf ki ne öf!
zh: 赞!

source: Comment published succesfully
ca: Comentari publicat amb èxit.
es: Comentario publicado con éxito
eu: Iruzkina ondo argitaratu da.
fr: Commentaire publié avec succès !
ko: 덧글이 성공적으로 작성되었습니다
nl: Reactie succesvol gepubliseerd
sr: Коментар успешно послат
tr: Yorum başarıyla yayınlandı!
zh: 发表评论成功!

source: Related files
ca: Arxius relacionats
es: Archivos relacionados
eu: Erlazionatutako fitxategiak
fr: Fichiers relatifs :
ko: 관련 파일
nl: Gerelateerde bestanden
sr: Сродне датотеке
tr: Benzer dosyalar
zh: 相关文件

source: file
ca: arxiu
es: archivo
eu: artxiboa
fr: fichier
ko: 파일
nl: bestand
sr: датотека
tr: dosya
zh: 文件

# add_favorite
source: Add %(type)s to favorites
ca: Afegir %(type)s a favorits
es: Añadir %(type)s a favoritos
fr: Ajouter %(type)s aux favoris
ko: %(type)s 을 즐겨찾기에 추가
nl: Voeg %(type)s toe aan favorieten
sr: Додај %(type)s у омиљене
tr: %(type)s unsurunu favorilere ekle
zh: 添加%(type)s 到收藏

# delete_favorite
source: Delete %(type)s from favorites
ca: Eliminar %(type)s de favorits
es: Eliminar %(type)s de favoritos
fr: Effacer %(type)s des favoris
ko: %(type)s 을 즐겨찾기에서 삭제
nl: Verwijder %(type)s uit favorieten
sr: Уклони %(type)s из омиљених
tr: %(type)s unsurunu favorilerden sil
zh: 从收藏中删除 %(type)s

# favorite
source: %(type)s added to favorites
ca: %(type)s afegit a favorits
es: %(type)s añadido a favoritos
fr: %(type)s ajouté aux favoris
ko: %(type)s 가 즐겨찾기에 추가되었습니다
nl: %(type)s toegevoegd aan favorieten
sr: %(type)s додат у омиљене
tr: %(type)s favorilere eklendi
zh: %(type)s已添加入收藏

# download_links
source: Show download links
ca: Vore enllaços de descàrrega
es: Ver enlaces de descarga
eu: Deskarga zuzeneko lotura ikusi
fr: Afficher les liens de téléchargement
ko: 내려받기 주소 보기
nl: Toon download links
sr: Прикажи везе за преузимања
tr: İndirme bağlantılarını göster
zh: 显示下载链接

source: more info
ca: més informació
es: más información
eu: Informazio gehiago
fr: plus d'infos
ko: 정보 더보기
nl: meer info
sr: више информација
tr: daha fazla bilgi
zh: 更多描述

source: less info
ca: menys informació
es: menos información
eu: Informazio gutxiago
fr: moins d'infos
nl: minder info
sr: мање информација
tr: daha az bilgi
zh: 精简描述

source: more comments
ca: més comentaris
es: más comentarios
eu: Iritzi gehiago
fr: plus de commentaires
ko: 코멘드 보기
nl: meer reacties
sr: више коментара
tr: daha fazla yorum
zh: 更多评论

source: less comments
ca: menys comentaris
es: menos comentarios
eu: Iritzi gutxiago
fr: moins de commentaires
nl: minder reacties
sr: мање коментара
tr: daha az yorum
zh: 精简评论

# login_required
source: You must login to access this page.
ca: Heu d'iniciar la sessió per veure aquesta pàgina.
es: Debes iniciar sesión para ver esta página.
eu: Orria hau ikusteko sesioa hasieratu behar dozu
fr: Pour accéder à cette page vous devez ouvrir une session.
ko: 로그인 해야 합니다
nl: Je moet aanmelden om deze pagina te zien
sr: Морате се пријавити да би сте приступили овој страници.
tr: Bu sayfaya erişmek için oturum açmalısınız.
zh: 要访问这个页面请登录。

source: User profile
ca: Perfil d'usuari
es: Perfil de usuario
eu: Erabiltzailearen profila
fr: Profil d'utilisateur
ko: 사용자 프로필
nl: Gebruikersprofiel
sr: Профил корисника
tr: Kullanıcı profili
zh: 用户设置

# your_password
source: Choose your password:
ca: Trieu la vostra contrasenya
es: Elige tu contraseña:
eu: Zure pasahitza aukeratu
fr: Choisissez votre mot de passe :
ko: 패스워드
nl: Kies je wachtwoord:
sr: Изаберите вашу лозинку:
tr: Parolanızı seçiniz:
zh: 设置密码

# insert_your_password
source: Insert your password (yep, again):
ca: Torneu a escriure la contrasenya (sí, un altre cop):
es: Introduce tu contraseña (si, otra vez):
eu: Idatzi zure pasahitza (bai, barriro)
fr: Entrez votre mot de passe (ouaip, encore une fois) :
ko: 패스워드 확인
nl: Vul je wachtwoord in (yep, opnieuw):
sr: Унесите вашу лозинку (да, поново):
tr: Parolanızı giriniz (evet, yeniden):
zh: 输入密码

# fill_sing_up_form
source: Please, fill this form to be a Foofind registered member:
ca: Ompliu aquest formulari per a ser usuari registrat de Foofind:
es: Por favor, rellena este formulario para ser un usuario registrado de Foofind:
eu: Mesedez, inprimaki hau bete Foofind-eko erabiltzaile erregistratua izateko:
fr: Veuillez remplir ce formulaire pour devenir membre enregistré de Foofind :
ko: Foofind 회원이 되시려면 작성해주세요
nl: Gelieve dit formulier in te vullen om een geregisteerde gebruiker van Foofind te worden
sr: Молим вас, попуните овај формулар да би сте били регостровани Фуфајнд члан:
tr: Foofind'a kayıt olmak için lütfen bu formu doldurunuz:
zh: 填好这张表格成为Foofind注册会员：

source: Nickname:
ca: Àlies:
es: Nick:
eu: Ezizena (Nick):
fr: Pseudo :
ko: 별명
nl: Bijnaam:
sr: Надимак:
tr: Rumuz:
zh: 昵称

source: edit profile
ca: edita el perfil
es: editar perfil
eu: profila editatu
fr: éditer le profil
ko: 프로필 수정
nl: Bewerk profiel
sr: измени профил
tr: profili düzenle
zh: 编辑属性

source: Edit your profile
ca: Modifica el teu perfil
es: Edita tu perfil
eu: Zure kontua editatu
fr: Éditer votre profile
ko: 당신의 프로필을 수정하세요
nl: Bewerk je profiel
sr: Измените ваш профил
tr: Profilinizi düzenleyin
zh: 编辑你的自述

# profile_edited_succesfully
source: Your profile was edited succesfully!
ca: S'ha modificat el teu perfil!
es: Tu perfil se ha actualizado con éxito
eu: Zure profila ondo berriztatu da
fr: Votre profil a été modifié avec succès !
ko: 프로필이 성공적으로 수정되었습니다
nl: Je profiel werd bijgewerkt
sr: Ваш профил је успешно измењен!
tr: Profiliniz başarıyla düzenlendi!
zh: 你的档案编辑成功!

source: hello,
ca: hola,
es: hola
eu: kaixo,
fr: Bonjour
ko: 안녕하세요,
nl: Hallo,
sr: здраво,
tr: merhaba,
zh: 你好!

source: logout
ca: surt
es: salir
eu: irten
fr: déconnexion
ko: 로그아웃
nl: Afmelden
sr: одјава
tr: çıkış
zh: 注销

source: login
ca: inicia sessió
es: iniciar sesión
eu: saioa hasi
fr: connexion
ko: 로그인
nl: Aanmelden
sr: пријава
tr: oturum aç
zh: 登录

source: new user
ca: usuari nou
es: nuevo usuario
eu: erabiltzaile berria
fr: nouvel utilisateur
ko: 신규 회원
nl: Nieuwe gebruiket
sr: нови корисник
tr: yeni kullanıcı
zh: 新用户

source: or
ca: o
es: o
eu: edo
fr: ou
ko: 또는
nl: of
sr: или
tr: ya da
zh: 或

source: register
ca: Registrar-se
es: Registrarse
eu: Izena eman
fr: S'enregistrer
ko: 등록
nl: registreer
sr: региструј се
tr: Kayıt ol
zh: 注册

# if_new_user
source: If you are a new user, please
ca: Si sou un usuari nou, si us plau
es: Si eres un nuevo usuario, por favor
eu: Erabiltzaile berria izatekotan, mesedez
fr: si vous êtes un nouvel utilisateur, veuillez
ko: 신규 회원이라면,
nl: Als je een nieuwe gebruiker bent, gelieve
sr: Ако сте нови корисник, молим
tr: yeni kullanıcıysanız, lütfen
zh: 如果你是新用户

source: register here
ca: registreu-vos aquí
es: regístrate aquí
eu: eman izena hemen
fr: vous enregistrer ici
ko: 여기서 등록하세요
nl: hier registreren
sr: региструјте се овде
tr: burada kayıt olunuz
zh: 点此注册

# choose_nickname
source: Choose a nickname:
ca: Trieu un àlies:
es: Elige un nick:
eu: Ezizena aukeratu:
fr: Choisissez un pseudo :
ko: 별명
nl: Kies een bijnaam:
sr: Изаберите надимак:
tr: Bir rumuz seçiniz:
zh: 选择昵称

source: User login
ca: Accediu
es: Acceder
eu: Sartu
fr: Ouverture de session
ko: 로그인
nl: Aanmelden
sr: Пријава корисника
tr: Kullanıcı girişi
zh: 用户登录

source: Remember me
ca: Recorda'm
es: Recordarme
eu: Gogora nazazu
fr: Se souvenir de moi
ko: 기억하기
nl: Herinner mij
sr: Запамти ме
tr: Beni hatırla
zh: 记住我

source: Your location:
ca: La teva localització:
es: Tu ubicación:
eu: Zure kokapena:
fr: Votre lieu de résidence :
ko: 위치
nl: Je locatie:
sr: Ваша локација:
tr: Konumunuz:
zh: 你的位置

# new_password
source: Change your password here: (otherwise leave it blank)
ca: Introduïu una contrasenya nova: (si no la voleu canviar, deixeu aquest camp en blanc)
es: Introduce una nueva contraseña (si no deseas cambiarla, deja este campo en blanco)
eu: Pasahitz berria idatzi (aldatu nahi ez izatekotan, zuri utzi eremu hau)
fr: Changez votre mot de passe ici : (sinon laissez ce champ vide)
ko: 비밀번호를 변경하려면 입력하세요
nl: Wijzig hier je wachtwoord: (anders leeg laten)
sr: Измените вашу лозинку овде: (у супротном оставите празно)
tr: Parolanızı burada değiştiriniz: (istemiyorsanız bu alanı boş bırakınız)
zh: 找回密码：（否则，可留空不填）

source: Save profile
ca: Desa els canvis
es: Guardar cambios
eu: Gorde aldaketak
fr: Sauvegarder votre profil
ko: 프로필 저장
nl: Profiel opslaan
sr: Сними профил
tr: Profili kaydet
zh: 保存资料

# not_allowed_view_page
source: You are not allowed to view this page
ca: No teniu permisos per accedir a aquesta pàgina
es: No tienes permisos para acceder a esta página
eu: Orrialde hau ikusteko baimenik ez duzu
fr: Vous n'êtes pas autorisé à voir cette page
ko: 이 페이지를 보도록 허용되지 않았습니다
nl: Je bent niet gemachtigd om deze pagina te bekijken
sr: Није вам дозвољено да видите ову страницу
tr: Bu sayfayı görüntüleme izniniz yok
zh: 你不能查看此页面

# username_taken
source: This username is taken. Please choose another one.
ca: Aquest nom d'usuari ja existeix. Trieu-ne un altre
es: Ese nombre de usuario ya existe. Por favor, elige otro diferente.
eu: Erabiltzaile izen hori erabilita dago. Mesedez, aukeratu ezberdin bat.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en choisir un autre.
ko: 이미 사용중인 사용자 명 입니다
nl: Deze gebruikersnaam is reeds bezet. Gelieve een andere te kiezen.
sr: Ово корисничко име је заузето. Молим изаберите друго.
tr: Bu kullanıcı adı halihazırda kullanılmaktadır. Başka bir tane seçiniz.
zh: 用户名已有 请另选一个

# email_taken
source: This email is taken. Please use another one.
ca: Aquest correu ja existeix a la nostra base de dades. Utilitzeu-ne un altre.
es: Ese email ya existe en nuestra base de datos. Por favor, usa otro diferente.
eu: e-posta hori iadanik bada gure datu-basean. Mesedez, erabili ezberdin bat.
fr: Cet e-mail est déjà pris. Veuillez en choisir un autre.
ko: 이미 사용중인 메일주소 입니다
nl: Dit e-mail adres is in gebruik. Gelieve een ander te kiezen
sr: Ова епошта је заузета. Молим употребите другу.
tr: Bu email alınmıştır. Başka bir email seçiniz.
zh: 电子邮件已被使用 请另选

source: Forgot
ca: Heu oblidat
es: ¿Olvidaste
eu: Ahaztu duzu
fr: Oublié
ko: 잊어버렸습니다
nl: Vergeten
sr: Заборавили
tr: Unuttunuz mu
zh: 忘记

source: your password?
ca: la vostra contrasenya?
es: tu contraseña?
eu: pasahitza?
fr: votre mot de passe ?
ko: 패스워드 인가요?
nl: je wachtwoord?
sr: сте лозинку?
tr: parolanızı?
zh: 你的密码是？

# passwords_not_match
source: The passwords entered do not match.
ca: Les contrasenyes no coincideixen.
es: Las contraseñas introducidas no coinciden.
eu: Idatzitako pasahitzak ez dira bera.
fr: Les mots de passe entrés ne sont pas identiques.
ko: 비밀번호가 올바르지 않습니다
nl: De gebruikte wachtwoorden komen niet overeen.
sr: Унете лозинке се не подударају.
tr: Girilen parolalar eşleşmiyor, değişik.
zh: 密码错误

# sure_delete_account
source: Are you sure you want to delete your Foofind account?
ca: Segur de voleu eliminar el vostre compte de Foofind?
es: ¿Estás seguro de querer borrar tu cuenta de Foofind?
eu: Benetan ezabatu nahi duzula Foofind-eko zure kontua?
fr: Êtes-vous sûr de vouloir effacer votre compte Foofind ?
ko: 정말로 계정 삭제를 원하시나요?
nl: Ben je zeker dat je je Foofind account wil verwijderen?
sr: Да ли сте сигурни да желите да обришете ваш Фуфајнд налог?
tr: Hesabınızı silmek istediğinizden emin misiniz?
zh: 你确定要删除你的Foofind帐户吗？

source: Yes
ca: Sí
es: Sí
eu: Bai
fr: Oui
ko: 네
nl: Ja
sr: Да
tr: Evet
zh: 是的

# account_deleted
source: Your account has been deleted.
ca: El vostre compte ha estat eliminat.
es: Tu cuenta ha sido eliminada.
eu: Zure kontua ezabatua izan da.
fr: Votre compte a été supprimé
ko: 계정이 삭제되었습니다
nl: Je account werd verwijderd
sr: Ваш налог је обрисан.
tr: Hesabınız silinmiştir.
zh: 你的账号已删除

source: Nice to hear that
ca: Ens n'alegrem
es: Nos alegramos por ello
eu: Pozgarria da hori
fr: C'est bon d'entendre cela !
nl: Fijn te horen dat
sr: То је лепо чути
tr: Bunu duyduğumuza memnunuz
zh: 很高兴听你这么说

source: profile
ca: perfil
es: perfil
eu: profila
fr: profil
ko: 프로필
nl: profiel
sr: профил
tr: profil
zh: 属性

source: Member since:
ca: Membre des de:
es: Miembro desde:
eu: Kide orain dela:
fr: Membre depuis :
ko: 가입일
nl: Lid sinds:
sr: Члан од:
tr: Bu tarihten beri üye:
zh: 成为会员：

# last_comments
source: Last %(comments)d coments:
ca: Darrers %(comments)d comentaris:
es: Últimos %(comments)d comentarios:
eu: Azken %(comments)d iruzkinak:
fr: %(comments)d derniers commentaires :
ko: 최근 %(comments)d 덧글
nl: Laatste %(comments)d reacties:
sr: Последњих %(comments)d коментара:
tr: Son %(comments)d yorumu:
zh: 最后%(comments)d个评论：

source: Location:
ca: Localització:
es: Ubicación:
eu: Kokapena
fr: Localisation :
ko: 위치
nl: Locatie:
sr: Локација:
tr: Konumu:
zh: 位置：

# delete_account
source: Delete your Foofind account
ca: Elimina el teu compte de Foofind
es: Eliminar tu cuenta de Foofind
eu: Foofind-eko zure kontua ezabatu
fr: Effacer votre compte Foofind
ko: 계정을 삭제하세요
nl: Verwijder je Foofind account
sr: Обришите ваш Фуфајнд налог
tr: Foofind hesabını sil
zh: 删除你的Foofind帐户

# forgot_password
source: Forgot your password?
ca: Heu oblidat la vostra contrasenya?
es: ¿Olvidaste tu contraseña?
eu: Pasahitza ahaztu duzu?
fr: Mot de passe oublié ?
ko: 비밀번호을 잊으셨습니까?
nl: Je wachtwoord vergeten?
sr: Заборавили сте лозинку?
tr: Parolanızı mı unuttunuz?
zh: 忘记密码？

# wrong_email_password
source: Wrong email or password, please try again
ca: Adreça de correu o contrasenya errònia. Proveu-ho de nou
es: Dirección de correo o contraseña erronea. Inténtalo de nuevo.
eu: posta helbide edo pasahitz okerra. Saia zaitez barriro.
fr: Mauvais e-mail ou mot de passe, veuillez ressaisir
ko: 잘못된 에밀주소 또는 비밀번호 입니다. 다시 시도하세요
nl: Verkeerd e-mailadres of wachtwoord, probeer opnieuw
sr: Погрешна епошта или лозинка, молим покушајте поново
tr: Hatalı e-posta ya da parola, tekrar deneyiniz
zh: 电子邮件地址错误或密码错误，请重新输入

source: Welcome
ca: Benvingut
es: Bienvenido
eu: Ongi etorri
fr: Bienvenue
ko: 환영합니다
nl: Welkom
sr: Добродошли
tr: Hoş geldiniz
zh: 欢迎
