Repository: Saectar/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: be, ca, el, es, eu, fr, id, ko, nl, sr, tr, zh

# technology_text
source: <p>The Foofind team develops most of the project's source code, but we also relay a lot on the work of the free software community. </p><p>Without all these incredible projects, Foofind would'nt be possible. Thanks a bunch! ;-)</p><ul><li><a href="http://twistedmatrix.com/">Twisted</a>: Twisted is an event-driven networking engine written in Python and licensed under the open source MIT license.</li><li><a href="http://scrapy.org/">Scrapy</a>: Scrapy is a fast high-level screen scraping and web crawling framework, used to crawl websites and extract structured data from their pages. It can be used for a wide range of purposes, from data mining to monitoring and automated testing.</li><li><a href="http://flask.pocoo.org/">Flask</a>: Flask is a microframework for Python based on Werkzeug, Jinja 2 and it's BSD licensed.</li><li><a href="http://www.mongodb.org/">MongoDB</a>: MongoDB (from "hu<strong>mongo</strong>us") is a scalable, high-performance, open source NoSQL database.</li><li><a href="http://github.com/dcramer/sentry">Sentry</a>: Sentry is a realtime event logging and aggregation platform. It specializes in monitoring errors and extracting all the information needed to do a proper post-mortem without any of the hassle of the standard user feedback loop.</li><li><a href="http://sphinxsearch.com/">Sphinx</a>: Sphinx is an open source full text search server, designed from the ground up with performance, relevance (aka search quality), and integration simplicity in mind. It's written in C++ and works on Linux (RedHat, Ubuntu, etc), Windows, MacOS, Solaris, FreeBSD, and a few other systems.</li><li><a href='http://jquery.com/'>jQuery</a>: jQuery is a fast, small, and feature-rich JavaScript library. It makes things like HTML document traversal and manipulation, event handling, animation, and Ajax much simpler with an easy-to-use API that works across a multitude of browsers. With a combination of versatility and extensibility, jQuery has changed the way that millions of people write JavaScript.</li><li><a href='http://jqueryui.com/'>jQuery UI</a>: jQuery UI is a curated set of user interface interactions, effects, widgets, and themes built on top of the jQuery JavaScript Library. Whether you're building highly interactive web applications or you just need to add a date picker to a form control, jQuery UI is the perfect choice.</li><li><a href="http://www.komodomedia.com/blog/2009/06/social-network-icon-pack/">Social Network Icon Pack</a>: Social Network Icon Pack by Komodo Media, Rogie King is licensed under a Creative Commons Attribution-Share Alike 3.0 Unported License.</li></ul>
ca: L'equip de Foofind desenvolupa la major part del codi del projecte, però també depenem del treball de la comunitat del programari lliure. Foofind no seria possible sense aquests increïbles projectes. Un porró de gràcies! ;-) Twisted: Twisted is an event-driven networking engine written in Python and licensed under the open source MIT license. Scrapy: Scrapy is a fast high-level screen scraping and web crawling framework, used to crawl websites and extract structured data from their pages. It can be used for a wide range of purposes, from data mining to monitoring and automated testing. Flask: Flask is a microframework for Python based on Werkzeug, Jinja 2 and it's BSD licensed. MongoDB: MongoDB (from "humongous") is a scalable, high-performance, open source NoSQL database. Sentry: Sentry is a realtime event logging and aggregation platform. It specializes in monitoring errors and extracting all the information needed to do a proper post-mortem without any of the hassle of the standard user feedback loop. Sphinx: Sphinx is an open source full text search server, designed from the ground up with performance, relevance (aka search quality), and integration simplicity in mind. It's written in C++ and works on Linux (RedHat, Ubuntu, etc), Windows, MacOS, Solaris, FreeBSD, and a few other systems. Social Network Icon Pack: Social Network Icon Pack by Komodo Media, Rogie King is licensed under a Creative Commons Attribution-Share Alike 3.0 Unported License.
es: <p>El equipo de Foofind desarrolla la mayor parte del código del proyecto, pero también dependemos del trabajo de la comunidad del software libre.</p><p>Foofind no sería posible sin estos increíbles proyectos. ¡Un porrón de gracias! ;-)</p><ul><li><a href="http://twistedmatrix.com/">Twisted</a>: Twisted is an event-driven networking engine written in Python and licensed under the open source MIT license.</a><li><a href="http://scrapy.org/">Scrapy</a>: Scrapy is a fast high-level screen scraping and web crawling framework, used to crawl websites and extract structured data from their pages. It can be used for a wide range of purposes, from data mining to monitoring and automated testing.</li><li><a href="http://flask.pocoo.org/">Flask</a>: Flask is a microframework for Python based on Werkzeug, Jinja 2 and it's BSD licensed.</li><li><a href="http://www.mongodb.org/">MongoDB</a>: MongoDB (from "hu<strong>mongo</strong>us") is a scalable, high-performance, open source NoSQL database.</li><li><a href="http://github.com/dcramer/sentry">Sentry</a>: Sentry is a realtime event logging and aggregation platform. It specializes in monitoring errors and extracting all the information needed to do a proper post-mortem without any of the hassle of the standard user feedback loop.</li><li><a href="http://sphinxsearch.com/">Sphinx</a>: Sphinx is an open source full text search server, designed from the ground up with performance, relevance (aka search quality), and integration simplicity in mind. It's written in C++ and works on Linux (RedHat, Ubuntu, etc), Windows, MacOS, Solaris, FreeBSD, and a few other systems.</li><li><a href='http://jquery.com/'>jQuery</a>: jQuery is a fast, small, and feature-rich JavaScript library. It makes things like HTML document traversal and manipulation, event handling, animation, and Ajax much simpler with an easy-to-use API that works across a multitude of browsers. With a combination of versatility and extensibility, jQuery has changed the way that millions of people write JavaScript.</li><li><a href='http://jqueryui.com/'>jQuery UI</a>: jQuery UI is a curated set of user interface interactions, effects, widgets, and themes built on top of the jQuery JavaScript Library. Whether you're building highly interactive web applications or you just need to add a date picker to a form control, jQuery UI is the perfect choice.</li><li><a href="http://www.komodomedia.com/blog/2009/06/social-network-icon-pack/">Social Network Icon Pack</a>: Social Network Icon Pack by Komodo Media, Rogie King is licensed under a Creative Commons Attribution-Share Alike 3.0 Unported License.</li></ul>
fr: <p>L'équpie Foofind développe la majeure partie du code source du projet, mais nous nous appuyons aussi beaucoup sur les travaux de la communauté du logiciel libre.</p><p>Sans tous ces projets incroyables, Foofind n'aurait pu voir le jour. Merci beaucoup ! ;-)</p><ul><li><a href="http://twistedmatrix.com/">Twisted</a>: Twisted est un moteur de mise en réseau événementiel écrit en Python et placé sous la licence libre MIT.</li><li><a href="http://scrapy.org/">Scrapy</a>: Scrapy est un outil d'analyse et de parcours du web de haut niveau, utilisé pour parcourir les sites web et extraire des données structurées de leurs pages. Il peut être utilisé pour un large éventail d'objectifs, du data mining à la surveillance en passant par les tests automatisés.</li><li><a href="http://flask.pocoo.org/">Flask</a>: Flask est un microframework pour Python basé sur Werkzeug, Jinja 2 et placé sous licence BSD.</li><li><a href="http://www.mongodb.org/">MongoDB</a>: MongoDB (du mot « humongous » signifiant gigantesque) est une base de données NoSQL libre, évolutive et de haute performance.</li><li><a href="http://github.com/dcramer/sentry">Sentry</a>: Sentry est un outil de journalisation et d'agrégation d'événements en temps réel. Il est spécialisé dans le suivi des erreurs et l'extraction de toutes les informations nécessaires pour faire un bon post-mortem sans les tracas de la boucle de rétroaction standard avec les utilisateurs.</li><li><a href="http://sphinxsearch.com/">Sphinx</a>: Sphinx est un serveur de recherche de texte open source, conçu dès le départ avec les performances, la pertinence (c'est-à-dire la qualité des recherches) et la simplicité d'intégration à l'esprit. Il est écrit en C++ et fonctionne sous GNU/Linux (RedHat, Ubuntu, etc), Windows, MacOS, Solaris, FreeBSD, ainsi que d'autres systèmes.</li><li><a href="http://www.komodomedia.com/blog/2009/06/social-network-icon-pack/">Social Network Icon Pack</a>: Le paquet d'icônes de réseaux sociaux par Komodo Media, Rogie King est placé sous licence Creative Commons Attribution-Partage à l'identique 3.0 non transposée.</li></ul>
ko: <p>Foofind 팀은 프로젝트 대부분의 소스코드를 개발했지만, 무료 소프트웨어 커뮤니티의 많은 도움을 받았습니다.</p><p>이러한 도움들이 없었더라면, Foofind 는 만들어지지 않았을 것 입니다. 감사합니다! ;-)</p><ul><li><a href="http://twistedmatrix.com/">Twisted</a>: Twisted 는 MIT 라이센스를 갖는 오픈 소스 프로젝트로 Python 기반으로 만들어진 event-driven 네트워킹 엔진 입니다.</li><li><a href="http://scrapy.org/">Scrapy</a>: Scrapy 는 빠르고 고수준의 화면 스크래핑과 웹 탐색을 하는 프레임웍으로 웹 페이지에서 데이터 구조를 파악하고 데이터마이닝 에서부터 모니터링, 테스트 자동화에 이르기까지 광범위하게 사용됩니다.</li><li><a href="http://flask.pocoo.org/">Flask</a>: Flask 는 Python 을 위한 WerkZeug 기반의 마이크로프레임워크 로써, Jinja 2 와 Jinja 2 의 BSD 라이센스를 갖습니다.</li><li><a href="http://www.mongodb.org/">MongoDB</a>: MongoDB ("humongous" 로 부터 파생된) 는 확장가능한 고성능의 오픈 소스 NoSQL 데이터베이스 입니다.</li><li><a href="http://github.com/dcramer/sentry">Sentry</a>: Sentry 는 실시간 이벤트의 기록을 위한 플랫폼으로 오류 모니터링과 사용자 피드백의 혼란없이 적절히 필요한 모든 정보를 추출하는데 적합합니다.</li><li><a href="http://sphinxsearch.com/">Sphinx</a>: Sphinx 는 간결하고 정확하며 성능향상에 초점을 두고 디자인된 오픈 소스 검색 서버입니다. C++ 로 작성되어졌으며 Linux (RedHat, Ubuntu, 기타), Windows, MacOS, Solaris, FreeBSD, 그 외의 다른 시스템들에서 동작합니다.</li><li><a href="http://www.komodomedia.com/blog/2009/06/social-network-icon-pack/">Social Network Icon Pack</a>: Komodo Media, Rogie King 의 Social Network Icon Pack 은 Creative Commons Attribution-Share Alike 3.0 Unported 라이센스를 갖습니다.</li></ul>
nl: Het Foofind team ontwikkelt het merendeel van de broncode voor dit project, maar we maken ook veel gebruik van het werk van vrije software gemeenschap. Zonder al deze ongelooflijke projecten zou Foofind niet mogelijk zijn. Waarvoor hartelijk dank! ;-) Twisted: Twisted is een gebeurtenis gestuurde netwerk motor geschreven in Python met een open source MIT licentie. Scrapy: Scrapy is een snel high-level screen scrapping en web crawling framework, gebruikt om websites te doorzoeken en er gestructureerde data uit te halen. Het kan voor allerlei doeleinden gebruikt worden, van data mining tot het monitoren van gegevens en geautomatiseerde testen. Flask: Flask is een microframework voor Python gebaseerd op Werkzeug, Jinja 3 en staat ter beschikking onder een BSD licentie. MongoDB: MongoDB (vanwege "humongous" oftewel enorm) is een schaalbare high-performance open source NoSQL databank. Sentry: Sentry legt in realtime gebeurtenissen vast en verzamelt deze. Het is gespecialiseerd in het in de gaten houden van fouten en boven water brengen van alle informatie nodig om een deftige post-mortem uit te voeren zonder al het gedoe met standaard gebruikersfeedback Spinx: Spinx is een open source volledige tekst zoek server, van de grond uit opgebouwd met performantie, relevantie (oftewel de kwaliteit van de zoekfuntie) en eenvoudige integratie als uitgangspunten. Het is geschreven in C++ en werkt op Linux (RedHat, Ubuntu, enz), Windows, MacOS, Solaris, FreeBSD en enkele andere systemen. jQuery: JQuery is een snelle, kleine en featurerijke JavaScrip bibliotheek. Het maakt dingen als het doorlopen en bewerken van een HTML document, het afhandelen van gebeurtenissen, het animeren en Ajax zoveel eenvoudiger met een eenvoudig te gebruiken API die over verschillende browers heen zijn werk doet. Met een combinatie van veelzijdigheid en uitbreidbaarheid heeft jQuery voor miljoenen mensen de schrijfwijze voor javascript aangepast. jQuery UI: jQuery is een met zorg samengestelde set van interacties, effecten, widgets en thema's voor de gebruiksomgeving gebouwd bovenop de jQuery JavaScript Library. Of je nu zeer interactieve webapplicaties bouwt of enkel een datum prikker voor een formulier nodig hebt, jQuery is hiervoor de beste keuze. Social Network Icon Pack: Social Network Icon Pack doorKomodo Media, Rogie King heeft een Creative Commons Attribution-Share Alike 3.0 Unported Licentie.
sr: <p>Фуфајнд тим развија већину изворног кода пројекта, али се такође ослањамо на рад заједнице слободног софтвера.</p><p>Без свих ових изузетних пројеката, Фуфајнд не би био могућ. Хвала пуно! ;-)</p><ul><li><a href="http://twistedmatrix.com/">Twisted</a>: Twisted је мрежни инструмент заснован на догађајима написан у Python-у и лиценциран под МИТ лиценцом отвореног кода.</li><li><a href="http://scrapy.org/">Scrapy</a>: Scrapy је брзи стругач екрана високог нивоа и систем тумарања мрежом, који служи да тумара веб сајтовима и извлачи сложене податке са њих. Може бити употребљен за разне потребе, од рударења за подацима до надгледања и аутоматизованог тестирања.</li><li><a href="http://flask.pocoo.org/">Flask</a>: Flask је микроинструмент за Python заснован на Werkzeug, Jinja 2 и његовом БСД лиценцом.</li><li><a href="http://www.mongodb.org/">MongoDB</a>: MongoDB (од "humongous") је скалабилна, без SQL база података отвореног кода високих перформанси.</li><li><a href="http://github.com/dcramer/sentry">Sentry</a>: Sentry је платформа за бележење и сакупљање догађаја у реалном времену. Специјализован је за надгледање грешака и извлачење свих информација потребних за исправну посмртну анализу без муке стандардне корисничко повратне петље.</li><li><a href="http://sphinxsearch.com/">Sphinx</a>: Sphinx је сервер за претрагу пуног текста отвореног кода, дизајниран од почетка према перформансама, релевантношћу (квалитет претраге), и једноставношћу интеграције. Написан је језику C++ и ради на Linux-у (RedHat, Ubuntu итд), Windows-у, MacOS-у, Solaris-у, FreeBSD-у, и неколико других система.</li><li><a href="http://jquery.com/">jQuery</a>: jQuery је брза, мала и богата могућностима JavaScript библиотека. Чини ствари попут HTML документа прегледнијим и манипулацију, управљање догађајима, анимацију и Ajax много једноставнијим са API-јем лаким за коришћење који ради на већини прегледача интернета. Са комбинацијом свестраности и проширивости, jQuery је променио начин на који милиони људи пише JavaScript код.</li><li><a href="http://jqueryui.com/">jQuery UI</a>: jQuery UI је група интереакција корисничког приказа, ефеката, програмчића и тема изграђених поврх jQuery JavaScript библиотеке. Било да изграђујете веб апликацију високе интерактивности или вам је потребно да само додате бирач датума за формулар, jQuery UI је савршен избор.</li><li><a href="http://www.komodomedia.com/blog/2009/06/social-network-icon-pack/">Паковање Икона Друштвених Мрежа</a>: Паковање Икона Друштвених Мрежа од Komodo Media, Rogie King је лиценцирано под Creatice Commons Attribution-Share Alike 3.0 Unported лиценцом.</li></ul>
tr: <p>Foofind ekibi projenin kaynak kodunun çoğunu geliştirir ama özgür yazılım topluluğunun çalışmalarına da pek çok dayanıyoruz.</p><p>Bu inanılmaz projeler olmasaydı Foofind mümkün olamazdı. Çok teşekkür ederiz! ;-)</p><ul><li><a href="http://twistedmatrix.com/">Twisted</a>: Python ile yazılmış ve açık kaynak MIT lisansı kapsamında olay kaynaklı ağ motorudur.</li><li><a href="http://scrapy.org/">Scrapy</a>: Scrapy, web tarama ve sayfalardan yapılandırılmış veri ayıklamak için kullanılan hızlı ve yüksek seviyeli ağ tarama altyapısıdır. Veri araştırmadan izlemeye ve otomatik testlere dek değişik amaçlar için kullanılabilir.</li><li><a href="http://flask.pocoo.org/">Flask</a>: Werkzeug ve Jinja 2'ye dayalı Python için mikro-altyapıdır ve BSD lisansı kapsamında yayınlanmıştır.</li><li><a href="http://www.mongodb.org/">MongoDB</a>: MongoDB (koskoca anlamında "humongous" kelimesinden) ölçeklenebilir, yüksek performanslı, açık kaynak NoSQL veritabanıdır.</li><li><a href="http://github.com/dcramer/sentry">Sentry</a>: Sentry gerçek zamanlı olay günlüğü ve agregasyonu platformudur. Standart kullanıcı geri bildirimi döngüsünün sorunları olmaksızın hataları izlemeye ve post-mortem yapmak için gerekli tüm verileri çıkarmaya yarar.</li><li><a href="http://sphinxsearch.com/">Sphinx</a>: Sphinx alaka (yani arama kalitesi) ve entegrasyon basitliği amacıyla baştan sona yeniden tasarlanmış açık kaynak bir metin arama sunucusudur. C++ ile yazılmıştır ve GNU/Linux (RedHat, Ubuntu, vs.), Windows, MacOS, Solaris, FreeBSD, ve diğer sistemler üzerinde çalışır.</li><li><a href="http://www.komodomedia.com/blog/2009/06/social-network-icon-pack/">Social Network Icon Pack</a>: Rogie King, Komodo Media tarafından yayınlanmış Social Ağ İkon Paketi Creative Commons Atıf-Benzer Paylaşım 3.0 Uyarlanmamış lisansı kapsamında yayınlanmıştır.</li></ul>
