Repository: Saectar/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: be, ca, el, es, eu, fr, id, ko, nl, sr, tr, zh

# finish_register
source: Please, click on this url to finish your register process:
ca: Feu clic en aquest enllaç per enllestir el procés de registre:
es: Por favor, haz click en este enlace para completar tu proceso de registro:
eu: Mesedez, izen-emate prozesua bukatzeko klik egin esteka honetan
fr: Veuillez cliquer sur ce lien pour terminer la procédure d'enregistrement :
ko: 가입 절차를 완료하기 위해서는 이 주소를 클릭해 주세요
nl: Gelieve op deze URL te klikken om het registratieproces te voltooien:
sr: Молим, кликните на ову адресу да би сте завршили процес регистрације:
tr: Kayıt işlemlerini tamamlamak için bu bağlantıyı tıklayınız:
zh: 点击此处完成注册

# token_not_exist
source: Sorry, this token does not exist or has been already used
ca: Aquest token no existeix o ja ha estat utilitzat
es: Lo sentimos, esa url de autenticación no existe o ya ha sido usada
eu: Sentitzen dugu, baimentze url hori okerra da edo iadanik erabilia izan da
fr: Désolé, ce jeton n'existe pas ou a déjà été utilisé
ko: 이 토큰은 존재하지 않거나 이미 사용중입니다
nl: Sorry, dit token bestaat niet of werd reeds gebruikt
sr: Жао ми је, овај токен не постоји или је већ искоришћен
tr: Üzgünüz, bu jeton yoktur ya da zaten kullanılmıştır.
zh: 抱歉 用户名不存在或已使用

# confirm_email
source: , confirm your email
ca: , confirmeu el vostre correu
es: , confirma tu email
eu: , zure posta baieztatu
fr: , confirmez votre adresse e-mail
ko: , 메일주소 확인
nl: , bevestig je e-mail
sr: , потврдите вашу епошту
tr: , e-posta adresinizi teyit ediniz
zh: 确认你的电子邮件

# check_inbox_email_finish
source: Check your inbox email to finish the register process
ca: Comproveu la vostra bústia de correu per completar el procés de registre
es: Comprueba tu correo para completar el proceso de registro
eu: Zure posta begiratu izen-emate prozesua burutzeko
fr: Vérifiez la boîte de réception de votre e-mail pour terminer la procédure d'enregistrement
ko: 가입 절차를 완료하기 위해서 메일을 확인해주세요
nl: Kijk in je inbox om het registratieproces te voltooien
sr: Проверите примљену епошту да би сте завршили процес регистрације
tr: Kayıt işlemlerini tamamlamak için e-posta adresinize gelen mesajları kontrol ediniz.
zh: 请检查你的收件箱以完成注册

# foofind_team
source: The Foofind team.
ca: L'equip de Foofind
es: El equipo de Foofind.
eu: Foofind-eko taldea
fr: L'équipe Foofind.
ko: Foofind 팀.
nl: Het Foofind team
sr: Фуфајнд тим.
tr: Foofind ekibi.
zh: Foofind团队

# user_not_exist
source: This user does not exist
ca: L'usuari no existeix
es: Este usuario no existe
eu: Erabiltzaile hau ez da ezaguna
fr: Cet utilisateur n'existe pas
ko: 존재하지 않는 사용자 입니다
nl: Deze gebruiker bestaat niet
sr: Овај корисник не постоји
tr: Bu isimde bir kullanıcı yoktur
zh: 用户名不存在

# logged_in
source: You are now logged in,
ca: Heu iniciat la sessió,
es: Has iniciado sesión,
eu: Sesioa hasii duzu,
fr: Vous êtes désormais connecté,
ko: 로그인 하지 않았습니다
nl: Je ben nu ingelogd,
sr: Сада сте пријављени,
tr: Oturum açılmıştır,
zh: 现在登录

# registered_user
source: If you already are a registered user, please
ca: Si ja sou un usuari registrat, si us plau
es: Si ya eres un usuario registrado, por favor
eu: Iadanik izena eman baduzu, mesedez
fr: si vous êtes déjà un utilisateur enregistré, veuillez
ko: 이미 가입한 사용자라면,
nl: Als je je al geregistreerd hebt, gelieve
sr: Ако сте регистровани корисник, молим
tr: Hesabınız varsa, lütfen
zh: 如果您已经是一名注册的用户

source: login here
ca: accediu aquí
es: accede aquí
eu: sartu hemendik
fr: vous connecter ici
ko: 여기서 로그인하세요
nl: hier aan te melden
sr: пријавите се овде
tr: buradan giriş yapın
zh: 登录

source: Send
ca: Envia
es: Enviar
eu: Bidali
fr: Envoyer
ko: 보내기
nl: Verstuur
sr: Пошаљи
tr: Gönder
zh: 发送

# user_favorites
source: Starred files
ca: Fitxers favorits
es: Ficheros favoritos
eu: Fitxategi gustokoena
fr: Fichiers marqués
ko: 별 표시된 파일
nl: Favoriete bestanden
sr: Означене датотеке
tr: Yıldızlanan dosyalar
zh: 加星标的文件

# user_searches
source: Starred searches
ca: Cerques favorites
es: Búsquedas favoritas
eu: Bilaketa gustokoena
fr: Recherches marquées
ko: 별 표시된 검색
nl: Favoriete zoektochten
sr: Означене претраге
tr: Yıldızlanan aramalar
zh: 加星标的搜索

# user_fav_lists
source: File lists
ca: Llista de fitxers
es: Listas de ficheros
eu: Fitxategi zerrenda
fr: Listes de fichiers
ko: 파일 목록
nl: Bestandslijsten
sr: Листа датотека
tr: Dosya listeleri
zh: 文件列表

# user_fav_file_list_empty
source: No files in list
ca: No hi ha fitxers en la llista
es: No hay ficheros en la lista
eu: Ez dago fitxategirik zerrendan
fr: Aucun fichier sur la liste
ko: 파일이 없습니다
nl: Geen bestanden in lijst
sr: Нема датотека у листи
tr: Listede dosya yok
zh: 列表中没有文件

# user_fav_search_list_empty
source: No searches in list
ca: No hi ha cerques en la llista
es: No hay búsquedas en la lista
eu: Ez dago bilaketatik zerrendan
fr: Aucune recherche sur la liste
ko: 검색 결과가 없습니다
nl: Geen zoektochten in lijst
sr: Нема претрага у листи
tr: Listede arama yok
zh: 列表中没有搜索内容

# user_fav_no_lists
source: No custom lists found
ca: No hi ha llistes personalitzades
es: No hay listas personalizadas
eu: Ez dago zerrenda pertsonalizaturik
fr: Aucune liste personnalisée trouvée
ko: 사용자 정의 리스트를 찾을 수 없습니다
nl: Geen eigen lijsten gevonden
sr: Нема произвољних листи
tr: Özel liste bulunamadı
zh: 用户列表未找到

# enter_email
source: Please, enter your email address. An email to recover your access will be sent to you.
ca: Introduïu el vostre correu. Us enviarem un missatge per recuperar l'accés.
es: Por favor, introduce tu dirección de email. Te enviaremos un mensaje para recuperar el acceso.
eu: Mesedez, idatzi zure posta helbidea. Mezu bat bidaliko dizugu sarrera berreskuratzeko.
fr: Veuillez entrer votre adresse e-mail. Un message pour restaurer votre accès vous sera envoyé.
ko: 메일 주소를 입력해 주세요. 복구를 위한 메일이 발송될 것입니다.
nl: Gelieve je e-mail adres op te geven. Er zal een e-mail verstuurd worden om je toegang terug vrij te geven.
sr: Молим, унесите вашу адресу епоште. Порука за повраћај приступа ће бити послата на њу.
tr: E-posta adresinizi giriniz. Hesabınıza erişimi yeniden kazanmanız için bir e-posta size gönderilecektir.
zh: 输入你的电子邮件地址 我们将发送一封邮件以恢复你的帐号

# email_same_register
source: The email address must be the same you used to register.
ca: L'adreça de correu ha de ser la mateixa que vau utilitzar per registrar-vos.
es: La dirección de email debe ser la misma que utilizaste para registrarte.
eu: Eposta helbidea izena emateko erabili zenuen bera izan behar da.
fr: L'adresse e-mail doit être identique à celle utilisée lors de votre enregistrement
ko: 가입 시 작성한 메일 주소와 동일한 메일 주소여야 합니다.
nl: Het e-mail adres moet overeen komen met het adres gebruikt tijdens de registratie.
sr: Адреса епоште мора бити иста којом сте се регистровали.
tr: Bu e-posta kayıtta kullanılan e-postanın aynısı olmalıdır.
zh: 电子邮件地址必须和你登记的相同

# email_not_database
source: This email is not in our database. Please, try again.
ca: L'adreça de correu introduïda no és a la nostra base de dades. Proveu-ho de nou.
es: La dirección de correo introducida no está en nuestra base de datos. Por favor, inténtalo de nuevo.
eu: Idatzitako eposta helbidea ez dugu gure datu-basean aurkitzen. Mesedez, barriro saiatu.
fr: Cette adresse e-mail ne figure pas dans notre base de données. Veuillez essayer à nouveau.
ko: 데이터베이스에 없는 메일입니다. 다시 시도해주세요.
nl: Dit adres zit niet in onze databank. Probeer opnieuw.
sr: Ова епошта није у нашој бази података. Молим, покушајте поново.
tr: Bu e-posta veritabanımızda bulunmamaktadır. Yeniden deneyiniz.
zh: 电子邮件地址不存在 请再试一次

# check_inbox_email_restore
source: Check your inbox email to restore your Foofind access
ca: Comproveu el vostre correu per recuperar l'accés a Foofind
es: Comprueba tu correo para recuperar tu acceso a Foofind
eu: Zure posta begiratu Foofind-erako sarrera berreskuratzeko
fr: Vérifiez votre la boîte de réception de votre e-mail pour restaurer votre accès Foofind
ko: 복구를 위한 메일을 확인하세요.
nl: Kijk in je inbox om terug toegang te krijgen tot Foofind
sr: Проверите примљену пошту да би сте повратили приступ Фуфајнду
tr: Hesabınıza erişimi yeniden kazanmak için e-posta adresinize gelen mesajları kontrol ediniz.
zh: 请检查您的收件箱以找回密码

# restore_access
source: , restore your Foofind access
ca: , restaureu el vostre accés a Foofind
es: , restaura tu acceso a Foofind
eu: , Foofind-erako sarrera berriztatu
fr: , restaurez votre accès Foofind
ko: , Foofind 접속 복구
nl: , herstel je toegang tot Foofind
sr: , повратите приступ Фуфајнду
tr: , Foofind hesabınızı tekrar etkinleştiriniz
zh: 找回密码

# restore_account
source: Somebody, probably you, wants to restore your Foofind access. Click on this url to restore your Foofind account:
ca: Algú, probablement vós, ha sol·licitat restaurar l'accés al vostre compte de Foofind. Feu clic sobre aquest URL per recuperar el vostre compte:
es: Alguien, probablemente tu, ha solicitado restaurar el acceso a tu cuenta de Foofind. Haz click en esta url para recuperar tu cuenta:
eu: Norbaitek, ziurrenik zuk, zure Foofind-eko konturako sarrera berreskuratzea eskatu du. Kontua berreskuratzeko egin klik url honetan:
fr: Quelqu'un, probablement vous-même, veut restaurer votre accès Foofind. Cliquez sur ce lien pour restaurer votre compte :
ko: 계정 복구를 위해서 이 주소를 클릭해 주세요.
nl: Iemand, waarschijnlijk jij, wil je toegang tot Foofind herstellen. Klik op deze URL om je Foofind account te herstellen:
sr: Неко, вероватно ви, жели да поврати приступ Фуфајнду. Кликните на ову адресу да би сте повратили ваш Фуфајнд налог:
tr: Birisi, muhtemelen siz, Foofind oturumunuzu tekrar etkinleştirmek istiyor. Bu bağlantıyı tıklayarak Foofind hesabınızı tekrar etkinleştirebilirsiniz:
zh: 或许你想要恢复您的Foofind访问 点击这个链接来恢复您的Foofind帐户:

# ignore_message
source: Otherwise, ignore this message.
ca: En cas contrari, ignoreu aquest missatge.
es: En caso contrario, ignora este mensaje.
eu: Bestela, baztertu mezua.
fr: Sinon, ignorez ce message.
ko: 그렇지 않으면, 이 메세지를 무시하세요.
nl: Indien dit niet zo is, gelieve dit bericht te negeren.
sr: У супротном, игноришите ову поруку.
tr: Yoksa bu mesajı görmezden geliniz.
zh: 否则忽视此信息

# login_vote
source: Please, login to vote
ca: Accediu per votar
es: Por favor, accede para votar
eu: Mesedez, sartu bozka emateko
fr: Veuillez vous connecter pour voter
ko: 투표해주세요
nl: Gelieve aan te melden om te stemmen
sr: Молим, пријавите се да би гласали
tr: Oy vermek için giriş yapınız.
zh: 投票

# login_comment
source: Please, login to comment
ca: Accediu per afegir un comentari
es: Por favor, accede para añadir un comentario
eu: Mesedez, sartu iruzkina gehitzeko
fr: Veuillez vous connecter pour commenter
ko: 덧글을 달아주세요
nl: Gelieve aan te melden voor uw reactie
sr: Молим, пријавите се да би коментарисали
tr: Yorumlamak için giriş yapınız.
zh: 评论

# technical_problems
source: Sorry, we are experiencing technical problems with the %(service)s service.
ca: Actualment tenim problemes tècnics amb el servei de %(service)s
es: Lo sentimos, estamos teniendo problemas técnicos con el servicio de %(service)s.
eu: Barkatu, arazo teknikoak edukitzen ari gara %(service)s zerbitzuarekin.
fr: Désolé, le service %(service)s connaît des problèmes techniques.
ko: %(service)s 서비스를 제공하는데 문제가 발생하였습니다.
nl: Sorry, maar we ondervinden momenteel technische problemen met de %(service)s service.
sr: Извините, имамо техничких проблема са %(service)s услугом.
tr: %(service)s servisimizde teknik bir sorun çıkmıştır, özür dileriz.
zh: 对不起，我们的 %(service)s 服务现在遭遇到了技术问题

# allow_access_account
source: You should allow Foofind access to your %(account)s account to use this feature.
ca: Per utilitzar aquesta funcionalitat hauríeu de permetre a Foofind accedir al vostre compte de %(account)s
es: Para utilizar esta funcionalidad deberías permitir a Foofind acceder a tu cuenta de %(account)s.
eu: Funtzionaltasun hau erabiltzeko Foofind-i zure %(account)s konturako sarbidea baimendu behar duzu
fr: Vous devriez autoriser Foofind à accéder à votre compte %(account)s pour utiliser cette fonction.
ko: 이 기능을 사용하기 위해서 %(account)s 에서 Foofind 를 허용해 주세요.
nl: Je moet Foofind toegang verlenen tot je %(account)s account om deze functie te gebruiken.
sr: Треба да дозволите Фуфајнду приступ %(account)s налогу да би користили ову могућност.
tr: Bu işlevi kullanmak için Foofind'ın %(account)s oturumunuza erişmesine izin vermelisiniz.
zh: 如要使用此功能，请允许Foofind访问你的%(account)s账户。

# submit_registration
source: Sign up
ca: Registreu-vos
es: Registrarse
eu: Izena eman
fr: Créer un compte
ko: 가입
nl: Kom erbij
sr: Регистрација
tr: Hesap oluştur
zh: 登录

# submit_login
source: Login
ca: Inicia sessió
es: Iniciar sesión
eu: Saioa hasi
fr: Ouvrir une session
ko: 로그인
nl: Aanmelden
sr: Пријава
tr: Oturum aç
zh: 登陆

# submit_edit
source: Save profile
ca: Desa els canvis
es: Guardar cambios
eu: Aldaketak gorde
fr: Enregistrer le profil
ko: 프로필 저장
nl: Profiel opslaan
sr: Сними профил
tr: Profili kaydet
zh: 保存文件

# submit_search
source: Search
ca: Cerca
es: Buscar
eu: Bilatu
fr: Rechercher
ko: 검색
nl: Zoek
sr: Тражи
tr: Ara
zh: 查找

source: Contact form
ca: Formulari de contacte
es: Formulario de contacto
eu: Harremanetarako inprimakia
fr: Formulaire de contact
ko: 문의양식
nl: Contact formulier
sr: Формулар за контакт
tr: İletişim formu
zh: 联系方式

# report_form
source: report link form
ca: formulari de reclamació
es: formulario de reclamación
eu: erreklamazio formularioa
fr: formulaire de signalement de liens
ko: 보고양식
nl: Meldt link formulier
sr: формулар за пријаву везе
tr: Bağlantı rapor formu

# link_removal
source: Note: If you are claiming for a link removal, you must use %(report_form)s.
ca: Important: Si desitgeu reclamar la supressió d'un enllaç, hauríeu d'utilitzar exclusivament el %(report_form)s.
es: Importante: Si desea reclamar la supresión de un enlace, debe utilizar exclusivamente el %(report_form)s.
fr: Note : si vous réclamez la suppression d'un lien, vous devez utiliser le %(report_form)s.
ko: 링크 삭제를 원하시면 %(report_form)s 을 사용해야 합니다.
nl: Nota: als je het verwijderen van een link wilt eisen, moet je %(report_form)s gebruiken.
sr: Напомена: Ако захтевате уклањање везе, морате користити %(report_form)s
tr: Not: Bir bağlantının kaldırılmasını istiyorsanız, %(report_form)s kullanmanız gerekir.
zh: 注意：如果你选择注销 你必须完成%(report_form)s 投诉才不会被忽略

# complaints_ignored
source: Complaints done trough this form will be ignored.
ca: Les reclamacions realitzades mitjançant aquest formulari seran ignorades.
es: La reclamaciones realizadas a través de este formulario serán ignoradas.
eu: Inprimaki honen bidez egindako erreklamazioak baztertuak izango dira.
fr: Les plaintes envoyées depuis le formulaire ici présent seront ignorées.
nl: Klachten via dit formulier zullen genegeerd worden.
sr: Притужбе одрађене кроз овај формулар биће игнорисане.
tr: Bu formdan yapılan şikâyetler dikkate alınmayacaktır.

source: Your message:
ca: El vostre missatge:
es: Tu mensaje:
eu: Zure mezua:
fr: Votre message :
ko: 메세지
nl: Je bericht:
sr: Ваша порука:
tr: Mesajınız:
zh: 你的短消息

# insert_characters
source: Please, insert the 5 characters shown:
ca: Si us plau, introduïu els 5 caràcters mostrats:
es: Por favor, introduce los 5 caracteres que se muestran:
eu: Mesedez, idatzi ikusten diren 5 karaktereak:
fr: Veuillez entrer les 5 caractères affichés :
ko: 보여지는 5 문자를 입력해주세요
nl: Gelieve de 5 getoonde karakters in te vullen
sr: Молим, унесите 5 приказаних карактера:
tr: Lütfen gösterilen 5 karakteri giriniz:
zh: 不低于5个字符的解释

# captcha_wrong
source: Captcha value is wrong
ca: Els caràcters introduïts no coincideixen amb els de la imatge
es: Los caracteres introducidos no coinciden con los de la imagen
eu: Idatzitako karaktereak imajinakoekin ez datoz bat
fr: La valeur du captcha est erronée
ko: Captcha 값이 올바르지 않습니다
nl: De Captcha waarde is verkeerd
sr: Провера је неуспела
tr: Captcha karakterleri yanlış.
zh: 验证码错误

# no_valid_hostname
source: %(hostname)s is no valid hostname for email address %(value)s
ca: %(hostname)s no és un nom de domini correcte per a l'adreça de correu %(value)s
es: %(hostname)s no es nombre correcto de dominio para la dirección de correo %(value)s
fr: %(hostname)s n'est pas un nom d'hôte valide pour l'adresse e-mail %(value)s
ko: %(hostname)s 은 올바른 메일 호스트명 형식 (%(value)s) 이 아닙니다.
nl: %(hostname)s is geen geldig domein voor het e-mail adres %(value)s
sr: %(hostname)s није исправан домен за адресу епоште %(value)s
tr: %(hostname)s, %(value)s e-posta adresi için geçerli bir makine ismi değildir

# local_network
source: %(value)s appears to be a local network name but local network names are not allowed
ca: %(value)s sembla ser un nom de xarxa local, però els noms de la xarxa local no estan permesos.
es: %(value)s parece ser una dirección de red local
fr: %(value)s semble être un nom de réseau local, or les noms de réseaux locaux ne sont pas autorisés
ko: %(value)s 는 내부 네트워크 명 같습니다. 내부 네트워크는 허용되지 않습니다.
nl: %(value)s lijkt een lokale netwerknaam doch lokale netwerken zijn niet toegestaan
sr: %(value)s је изгледа име локалне мреже а имена локалних мрежа нису дозвољена
tr: %(value)s yerel şebeke ismi gibi görünmektedir, ancak yerel şebeke isimlerine izin verilmez

# no_dns_hostname
source: %(value)s does not match the expected structure for a DNS hostname
ca: %(value)s no coincideix amb l'estructura requerida per a un nom de domini DNS
es: %(value)s no concide con la estructura requerida para un nombre de dominio DNS
fr: %(value)s ne correspond pas à la structure attendue d'un nom d'hôte DNS
ko: %(value)s 는 DNS 호스트명의 구조와 일치하지 않습니다.
nl: %(value)s komt niet overeen met de verwachte struktuur van een DNS hostname
sr: %(value)s се не поклапа са очекиваном структуром за ДНС хостнаме
tr: %(value)s bir DNS makine isminden beklenen yapıyla uyumsuzdur

# no_tld_known
source: %(value)s appears to be a DNS hostname but cannot match TLD against known list
ca: %(value)s sembla ser un nom de domini, però no coincideix amb cap TLD conegut
es: %(value)s parece ser un nombre de dominio pero no coincide con ningun TLD conocido
fr: %(value)s semble être un nom d'hôte DNS mais le TLD n'est pas dans la liste des extensions connues
ko: %(value)s 는 DNS 은 올바른 호스트명이지만 알려진 TLD 차단 목록과 일치하지 않습니다
nl: %(value)s lijkt een DNS hostname te zijn, maar kan geen TLD vinden in gekende lijst
sr: %(value)s је изгледа ДНС хостнаме али нема поклапања у познатој листи
tr: %(value)s bir DNS makine ismi gibi görünmektedir ancak TLD bilinen ekler listesinde bulunmamaktadır

# message_sent
source: Message sent successfully!
ca: El vostre missatge s'ha enviat correctament.
es: Tu mensaje se ha enviado correctamente.
eu: Zure mezua ondo bidali da.
fr: Message envoyé avec succès !
ko: 메세지 전송이 성공하였습니다!
nl: Bericht met succes verzonden!
sr: Порука је успешно послата!
tr: Mesaj başarıyla gönderilmiştir!
zh: 消息发送成功!

source: Your name:
ca: El vostre nom:
es: Tu nombre:
eu: Zure izena:
fr: Votre nom :
ko: 이름
nl: Je naam:
sr: Ваше име:
tr: İsminiz:
zh: 您的名：

source: Your surname:
ca: Els vostres cognoms:
es: Tus apellidos:
eu: Zure abizenak:
fr: Votre prénom :
ko: 성
nl: Je achternaam:
sr: Ваше презиме:
tr: Soyadınız:
zh: 您的姓：

source: Your company:
ca: La vostra empresa:
es: Tu empresa:
eu: Zure enpresa:
fr: Votre société :
ko: 회사
nl: Je bedrijf:
sr: Ваша компанија:
tr: Firmanız:
zh: 您的公司：

# your_phone
source: Your phone number:
ca: El vostre número de telèfon:
es: Tu número de teléfono:
eu: Zure telefono zenbakia:
fr: Votre n° de téléphone :
ko: 전화번호
nl: Je telefoonnummer:
sr: Ваш број телефона:
tr: Telefon numaranız:
zh: 您的电话号码：

# link_reviewed
source: Please, insert the link to be reviewed:
ca: Si us plau, introduïu l'enllaç que cal revisar:
es: Por favor, introduce el enlace que cree que debe ser revisado:
eu: Mesedez, idatzi zure ustetan berrikusia izan behar den esteka:
fr: Veuillez entrer le lien qui doit être examiné :
ko: 검토를 위한 주소를 입력해주세요
nl: Gelieve de te bekijken link in te voeren
sr: Молим унесите везу за рецензију:
tr: Lütfen incelenecek bağlantıyı giriniz:
zh: 填入评论

# url_content
source: Please, insert the url where this content appears:
ca: Si us plau, introduïu l'URL on apareix el contingut:
es: Por favor, introduce la url donde aparece el contenido reclamado:
eu: Mesedez, idatzi galdegindako edukia agertzen den url-a
fr: Veuillez entrer l'URL où ce contenu apparaît :
ko: 이 내용이 있는 주소를 입력해주세요:
nl: Gelieve de URL in te voeren waar deze inhoud verschijnt:
sr: Молим, унесите адресу где се овај садржај налази:
tr: Lütfen bu içeriğin bulunduğu URL'i giriniz:
zh: 插入链接

# reason_complaint
source: Reason of your complaint:
ca: Motiu de la reclamació:
es: Motivo de tu reclamación:
eu: Galdegitearen zioa:
fr: La raison de votre plainte :
ko: 불만 접수 이유:
nl: Reden van je klacht:
sr: Разлог за вашу жалбу:
tr: Şikâyetinizin nedeni:
zh: 投诉理由：

# non_alphabetic_digits
source: %(value)s contains characters which are non alphabetic and no digits
ca: %(value)s conté caràcters que no són lletres ni nombres.
es: %(value)s contiene caracteres que no son letras ni números.
fr: %(value)s contient des caractères qui ne sont ni des lettres ni des chiffres
ko: %(value)s 영문자나 숫자가 아닌 문자를 포함하고 있습니다
nl: %(value)s bevat karakters die niet alfanumeriek zijn
sr: %(value)s садржи карактере који нису слова нити бројеви
tr: %(value)s ne sayısal ne de alfabetik olan karakterler içermektedir.

# accept_tos
source: I have read and accept the %(tos)s and %(privacy)s.
ca: He llegit i accepto els %(tos)s i la %(privacy)s.
es: He leído y acepto los %(tos)s y la %(privacy)s.
eu: %(tos)s eta %(privacy)s irakurri eta onartzen ditut.
fr: J'ai lu et j'accepte les %(tos)s et la %(privacy)s.
ko: %(tos)s 와 %(privacy)s 를 확인했습니다.
nl: Ik heb de %(tos)s en de %(privacy)s gelezen en aanvaard deze
sr: Прочитао сам и прихватам %(tos)s и %(privacy)s.
tr: %(tos)s ve %(privacy)s maddelerini okudum ve kabul ediyorum.
zh: 我已阅读并接受%(tos)s和%(privacy)s

# accept_terms
source: Please, accept the terms of use and privacy policy
ca: Heu d'acceptar els termes d'ús i la política de privadesa
es: Por favor, debes leer y aceptar los términos de uso y la política de privacidad
eu: Mesedez, irakurri eta onartu behar dituzu erabilpen baldintzak eta pribatutasun politika
fr: Veuillez accepter les conditions d'utilisation et la politique relative à la vie privée
ko: 사용방침과 개인정보보호 정책에 동의해주세요
nl: Gelieve de gebruiksvoorwaarden en het privacy beleid te aanvaarden
sr: Молим, прихватите услове коришћења и полису о приватношћу
tr: Lütfen kullanım şartlarını ve gizlilik kurallarını kabul ediniz
zh: 接受使用条款和隐私政策

# not_foofind_page
source: Link can't be a Foofind page
ca: L'enllaç no pot ser una pàgina de Foofind
es: El enlace no puede ser una página de Foofind.
eu: Esteka ezin da izan Foofind-eko orrialde bat.
fr: Le lien ne peut être une page Foofind
ko: Foofind 의 페이지가 될 수 없습니다
nl: Link kan geen Foofind pagina zijn
sr: Веза не може бити Фуфајнд страница
tr: Bağlantı bir Foofind sayfası olamaz
zh: 链接并非Foofind的页面

# not_foofind_link
source: URL must be a valid Foofind download page.
ca: La direcció deu correspondre a una pàgina de descàrrega Foofind vàlida.
es: La dirección debe corresponder a una página de descarga de Foofind válida.
eu: Helbidea Foofind-eko baliozko jaitsiera orri batekin bat etorri behar du.
fr: L'URL doit être une page de téléchargement Foofind valide
ko: URL 은 내려받기 페이지에 적합해야 합니다.
nl: URL moet een geldige Foofind download pagina zijn.
sr: Адреса мора бити исправна Фуфајнд страница за преузимање.
tr: URL'in geçerli bir Foofind indirme sayfası olması lâzımdır
zh: 链接必须是一个有效的Foofind下载页面
