Repository: Saectar/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: be, ca, el, es, eu, fr, id, ko, nl, sr, tr, zh

source: Software
ca: Programari
el: Εφαρμογή
eu: Softwarea
fr: Programme
ko: 응용프로그램
sr: Програми
tr: Yazılım
zh: 软件

source: Trackers
fr: Traqueurs
ko: 트래커
sr: Трагачи
tr: İzleyici
zh: 音轨

source: Hash
fr: Hachage
ko: 해쉬
sr: Хеш
tr: Hash değeri

source: Director
fr: Réalisation
ko: 디렉터
nl: Regisseur
sr: Режисер
tr: Yönetmen
zh: 导演

source: No
eu: Ez
fr: Non
ko: 아니오
nl: Nee
sr: Не
tr: Hayır
zh: 不

# username
source: Nick:
ca: Nom d'usuari:
eu: Ezizena:
fr: Nom d'utilisateur :
ko: 별명
nl: Bijnaam:
sr: Надимак:
tr: Kullanıcı adı:
zh: 用户名

# downloader_powered
source: Powered by [%(name)s](%(link)s)
ca: Proposat per [%(name)s](%(link)s)
fr: Propulsé par [%(name)s](%(link)s)
sr: Доступно уз помоћ [%(name)s](%(link)s)
tr: [%(name)s](%(link)s) ile güçlendirilmiştir

# downloader_overview
source: Overview
ca: Visió de conjunt
fr: Vue d'ensemble
ko: 미리보기
nl: Overzicht
sr: Преглед
tr: Genel bakış
zh: 概述
