Repository: Saectar/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: be, ca, el, es, eu, fr, id, ko, nl, sr, tr, zh

# safe_tos
source: <b>1.- Purpose and acceptance of terms of use</b><br />This agreement regulates access to and use of the %(domain)s website that Foofind Labs, S.L. (hereinafter THE COMPANY) provides users interested in the service.Use of the services provided on this website implies the user's acceptance of these terms of use.THE COMPANY may, at any time and without prior notification, stop rendering its services through %(domain)s and may modify the service rendered, whether this be to accidental or significant aspects.THE COMPANY does not guarantee that the service provided through Foofind will be uninterrupted or without error.<br /><br /><b>2.- Price for using the service</b><br />Use of this service by the users is completely free.<br /><br /><b>3.- Language of the “terms of use”.</b><br />These terms of use are presented in Spanish.<br />If this website provides a translation of these terms of use in any language other than Spanish, you shall acknowledge that this is done for convenience purposes and that your relationship with THE COMPANY shall be governed by what is laid out in these terms of use in Spanish.<br /><br /><b>4.- Responsibility for possible illegality of the files that appear as search results.</b><br />Foofind provides a file search service that automatically generates results. This website does not reproduce, distribute, publicly announce or transform any intellectual property. The results generated by the users’ searches only show the links to files or pages that meet the search criteria entered and are not hosted on this website. The user is aware that THE COMPANY does not assume any obligation to control, supervise or inspect the files or pages that are linked as search results. Nevertheless, in strict compliance with article 17 LSSI, Foofind shall remove all of those results that it actually knows to be illegal. THE COMPANY is not responsible for the reliability or security of the files that appear linked as search results, nor is it responsible for ensuring that they are free from virus. It is up to the user to protect their system with the necessary security measures.<br /><br /><b>5.- Notification of links to files that are illegal or that have been disseminated without authorisation.</b><br />THE USER can inform THE COMPANY of the existence of any file linked from Foofind that they know to be illegal, or of which they have well-founded suspicions. THE USER who informs THE COMPANY of the existence of pages or files that are presumably illegal or disseminated without the appropriate authorisation, should exclusively use <a href="/en/complaint">the contact form provided for this purpose</a> by THE COMPANY and shall accurately provide the information required therein. Prior to this, the user should read and accept THE COMPANY’s privacy policy. THE COMPANY reserves the right to remove links to files or pages it knows to be illegal or of which it has well-founded suspicions. THE COMPANY also reserves the right to use all technological measures that it avails of in order to remove search results which link to content that could be illegal or disseminated without the mandatory authorisation. Nevertheless, the user recognises that the full effectiveness of these measures in always serving their purpose, cannot be guaranteed.<br /><br /><b>6.- Applicable law and jurisdiction</b><br />Both parties agree to submit this agreement to Spanish law and jurisdiction, and specifically to the Courts of Madrid (Spain).<br /><br /><b>7.- Changes to the terms of use</b><br />THE COMPANY may modify these terms of use.<br />The users should refer to these terms of use frequently to be aware of possible changes made since the last time they accessed the website.Use of the service after changes have been made to the terms of use implies that the user is aware of and accepts the new modified version of said terms.
es: <b>1.- Objeto y modo de aceptación de los términos de uso</b><br />El presente acuerdo regula el acceso y uso de la página web %(domain)s que Foofind Labs, S.L. (en adelante LA EMPRESA) pone a disposición de los usuarios interesados en el servicio.<br>El uso de los servicios prestados en esta web supone la aceptación por parte del usuario de estos términos de uso.<br />LA EMPRESA podrá cesar en cualquier momento y sin previo aviso en la prestación de sus servicios a través de %(domain)s así como modificar el servicio prestado, ya sea en aspectos accidentales o sustanciales.<br />LA EMPRESA no garantiza que el servicio prestado a través de Foofind sea ininterrumpido o sin errores.<br />LA EMPRESA podrá cancelar o suspender la cuenta o el acceso a la web sin previo aviso del USUARIO que, según su criterio unilateral, considere que está incumplimiento los presentes Términos de Uso y/o la legalidad vigente. <br /><br /><b>2.- Precio por el uso del servicio</b><br>La utilización de este servicio por parte de sus usuarios, sean o no usuarios registrados, es completamente gratuita.<br /><br /><b>3.- Idioma de los “términos de uso”.</b><br />Los presentes términos de uso se presentan en idioma español.<br />En el caso de que desde esta web se le proporcione una traducción de estos términos de uso en cualquier otro idioma distinto al español, usted reconoce que se realiza por razones de conveniencia y que su relación con LA EMPRESA se regirá por lo dispuesto en estos términos de uso en en su versión en español.<br /><br /><b>4.- Privacidad</b><br />Con la aceptación de estos términos de uso el USUARIO declara conocer y aceptar igualmente nuestra <a href="/es/privacy">política de privacidad</a>.<br />Los datos personales remitidos por el USUARIO utilizando cualquiera de nuestros formularios se incorporarán a un fichero automatizado creado por LA EMPRESA y bajo su responsabilidad.<br /><br /><b>5.- Responsabilidad por la posible ilicitud de los archivos enlazados en los resultados de la búsqueda.</b><br />Foofind ofrece un servicio de búsqueda de archivos que genera resultados de forma automática. Desde esta página web no se reproduce, distribuye, comunica públicamente o transforma obra intelectual alguna. Los resultados generados por las búsquedas de sus usuarios muestran únicamente los enlaces a los archivos o páginas que respondan a los criterios de búsqueda introducidos y se encuentran alojados en lugares ajenos a esta página web.<br />El usuario es consciente de que LA EMPRESA no asume ninguna obligación de control, vigilancia e inspección de los archivos o páginas que se enlazan como resultados de la búsqueda. No obstante lo anterior, en estricto cumplimiento del artículo 17 de la Ley de Servicios de la Sociedad de la Información, Foofind eliminará todos aquellos resultados y enlaces de cuya ilicitud tenga conocimiento efectivo.<br />LA EMPRESA no se responsabiliza de la fiabilidad o seguridad de los archivos que aparezcan enlazados como resultados de las búsquedas ni de que estos estén libres de virus, debiendo el usuario encargarse personalmente de proteger su equipo con las medidas de seguridad necesarias.<br /><br /><b>6.- Notificación de enlaces a archivos ilícitos o difundidos sin autorización.</b><br />El USUARIO podrá reportar a LA EMPRESA la existencia de todos aquellos archivos enlazados desde Foofind y de cuya ilicitud tenga conocimiento o fundadas sospechas.EL USUARIO que ponga en conocimiento de LA EMPRESA la existencia de páginas o archivos presumiblemente ilícitos odifundidos sin la correspondiente autorización utilizará exclusivamente el <a href="/es/complaint">formulario de reclamación ofrecido al efecto</a> por LA EMPRESA y facilitará fielmente los datos requeridos en el mismo. Para ello, el usuario debe previamente leer y aceptar la política de privacidad de LA EMPRESA.<br /><br />A fin de facilitar la tarea de revisión para reportar aquellos enlaces que pudieran dirigir a contenido presuntamente ilícito o difundido sin autorización, Foofind muestra de forma transparente los archivos que están siendo indexados por el buscador en tiempo real y ordenándolos cronológicamente en un listado de acceso público y gratuito. <br /><br />LA EMPRESA se reserva el derecho a retirar los enlaces a archivos o páginas cuya ilicitud le conste o de las que tenga fundadas sospechas. LA EMPRESA se reserva también el derecho a utilizar cuantas medidas tecnológicas estén en su mano con objeto de eliminar de los resultados de las búsquedas aquellos que enlacen a contenidos que pudieran ser ilícitos o difundidos sin la preceptiva autorización. No obstante el usuario reconoce que la eficacia plena de estas medidas para lograr en todos los casos el fin para el que han sido diseñadas no puede garantizarse.<br><br><b>7.- Usuarios registrados </b><br/>Los USUARIOS pueden registrarse en Foofind de forma gratuita para acceder a servicios añadidos, que actualmente consisten, y con reserva de la opción de añadir otros en el futuro, en la posibilidad de realizar comentarios en la ficha de los archivos enlazados, votar positiva o negativamente a esos enlaces o a los comentarios de otros usuarios registrados en el servicio y enviar mensajes privados a la cuenta de otros usuarios de Foofind. <br /><br />Los usuarios registrados pueden cancelar su cuenta en cualquier momento desde la página de configuración de su perfil.<br /><br />LA EMPRESA no archivará el documento electrónico en el que se formalice la aceptación de estos términos de uso.<br /><br /><b>8.- Responsabilidad por uso indebido del servicio e infracción de derechos.</b><br />EL USUARIO reconoce que LA EMPRESA no es responsable de la posible ilicitud o lesión de derechos de las actividades realizadas por los usuarios.<br />El USUARIO se compromete a utilizar el servicio conforme a legislación vigente y, a título enunciativo, se abstendrá de:<br/><br />&nbsp;&nbsp;&nbsp;&nbsp;1.- Publicar comentarios ofensivos, injuriosos, calumniosos, racistas, discriminatorios o que de cualquier otro modo puedan lesionar derechos de terceros.<br />&nbsp;&nbsp;&nbsp;&nbsp;2.- Publicar con sus comentarios datos o información privada de terceros.<br />&nbsp;&nbsp;&nbsp;&nbsp;3.- Crear perfiles falsos suplantando la personalidad de terceros.<br />&nbsp;&nbsp;&nbsp;&nbsp;4.- Utilizar el servicio para realizar comunicaciones comerciales no autorizadas.<br /><br />Asimismo, el USUARIO se compromete a reportar a LA EMPRESA todos aquellos contenidos o actividades cuya ilicitud le conste o de la que tenga fundadas sospechas.<br /><br />LA EMPRESA se reserva el derecho a cancelar y eliminar la cuenta del usuario que realice actividades contrarias a la ley o a estos términos de uso, así como a borrar los comentarios que pudieran infringir la ley o lesionar derechos de terceros.<br /><br /><b>9.- Publicidad </b><br />El usuario es consciente y acepta que LA EMPRESA puede ahora o en el futuro incluir publicidad en el sitio web, ya sea de sus propias actividades, productos o servicios o de terceros. <br /><br /><b>10.- Ley y jurisdicción aplicable</b><br />Para cuantas controversias pudieran surgir en la interpretación o cumplimiento de los presentes Términos de Uso, así como los derivados de la utilización del servicio, ambas partes acuerdan que serán competentes los Juzgados y Tribunales de Madrid (España).<br /><br /><b>11.- Cambios en los términos de uso</b><br />LA EMPRESA podrá modificar estos términos de uso.<br />Los usuarios deben supervisar estos términos de uso con frecuencia a fin de conocer los posibles cambios realizados desde la última vez que accedieron al sitio web.<br />Los usuarios registrados son conscientes y aceptan que es posible que se les envíe un correo electrónico a la cuenta que hayan facilitado al completar el proceso de registro para informarles de que estos términos de uso o la política de privacidad han sido modificados.<br />El uso del servicio con posterioridad a la modificación de los términos de uso supone el conocimiento y aceptación por parte del usuario de la nueva versión modificada de los mismos.

# safe_legal
source: Foofind Labs, S.L.<br />Avda. Mediterráneo, 24. Esc. C. 1 C. 28007 Madrid. Spain.<br /><br /><img alt="Legal contact email" src="/static/legal.png" /><br />Inc. en el R.M. de Madrid,<br />Tomo 28.498, Folio 129, Sección 8, Hoja M-513051.<br />N.I.F. B-86116035<br /><br />Foofind provides a file search service that automatically generates results. Foofind does not host and does, therefore, not reproduce nor publicly announce the linked files that appear as search results. Foofind does not assume any obligation to control, supervise or inspect the works that are linked as a result of the search. Nevertheless, in strict compliance with article 17 LSSI, Foofind shall remove all of those results and links that it actually knows to be illegal.<br />If you believe any of the linked works are being disseminated without the appropriate authorisation from the rights holders, or that they infringe the rights of third parties, you may request that we remove them using the following <a href="/en/complaint">claim form.</a><br /><br />You should read and accept our <a href="/en/tos">terms of use</a> and our <a href="/es/privacy">privacy policy</a> before using the services provided by %(domain)s.
es: Foofind Labs, S.L.<br>Avda. Mediterráneo, 24. Esc. C. 1 C. 28007 Madrid. Spain.<br /><br /><img alt="Legal contact email" src="/static/legal.png" /><br />Inc. en el R.M. de Madrid,<br />Tomo 28.498, Folio 129, Sección 8, Hoja M-513051.<br />N.I.F. B-86116035<br /><br />Foofind ofrece un servicio de búsqueda de archivos que genera resultados de forma automática. Foofind no aloja y, en consecuencia, no reproduce ni comunica públicamente los archivos enlazados que aparecen como resultados de las búsquedas. Foofind no asume ninguna obligación de control, vigilancia e inspección de las obras que se enlazan como resultados de la búsqueda. No obstante lo anterior, en estricto cumplimiento del artículo 17 LSSI, Foofind eliminará todos aquellos resultados y enlaces de cuya ilicitud tenga conocimiento efectivo.<br /><br />Si considera que alguna o algunas de las obras enlazadas se están difundiendo sin la correspondiente autorización de los titulares de derechos o que infringe derechos de terceros, le rogamos nos solicite su retirada exclusivamente desde el siguiente <a href="/es/complaint">formulario de reclamación.</a><br /><br />Usted debe leer y aceptar nuestros <a href="/es/tos">términos de uso</a> y nuestra <a href="/es/privacy">política de privacidad</a> antes de usar los servicios suministrados desde %(domain)s.

# under_maintenance
source: Foofind is under maintenance. Please, come back later.
ca: Foofind està aturat per manteniment. Torneu-ho a provar més tard.
es: Foofind está en parada de mantenimiento. Por favor, vuelve dentro de un rato.
eu: Foofind mantentze geldialdian da. Mesedez, itzuli geroago.
fr: Foofind est en maintenance. Veuillez vous reconnecter plus tard !
nl: Foofind ondergaat moment onderhoud. Probeer het later nog eens.
sr: Фуфајнд је тренутно у процесу одржавања. Молим, покушајте касније.
tr: Foofind bakımdadır. Daha sonra tekrar ziyaret ediniz.
zh: Foofind正在维护中，请稍候访问。

# link_not_exist
source: This link does not exist or has been deleted.
ca: Aquest enllaç no existeix o ha sigut eliminat!
es: Este enlace no existe o ha sido eliminado.
eu: Esteka hau ezin da aurkitu edo ezabatua izan da.
fr: Ce lien n'existe pas ou a été effacé !
ko: 이 링크는 존재하지 않거나 삭제되었습니다
nl: Deze link bestaat niet of werd verwijderd
sr: Веза не постоји или је обрисана.
tr: Bu bağlantı yoktur ya da silinmiş olabilir!
zh: 此链接不存在或者已被删除！

# error_link_removed
source: We're sorry: this link has been removed by its source.
ca: Aquest enllaç ha estat eliminat del seu origen.
es: Lo sentimos, este enlace ha sido eliminado de su origen.
eu: Barkatu, lotura hau ezabatua izan da eratorritik.
fr: Nous sommes désolés : ce lien a été enlevé par sa source.
nl: Onze excuses: deze link werd door de bron verwijderd.
sr: Жао нам је: ова веза је уклоњена од стране аутора.
tr: Özür dileriz, bu bağlantı kaynağı tarafından kaldırılmıştır.
zh: 我们很抱歉：此链接已经被资源发布者移除。

source: Translate
ca: Traduïu
es: Traducir
eu: Itzuli
fr: Traduire
ko: 번역
nl: Vertaal
sr: Преведи
tr: Tercüme
zh: 翻译

# translate_to_your_language
source: Help us to translate Foofind to your language
ca: Ajudeu-nos a traduïr Foofind en la vostra llengua
es: Ayúdanos a traducir Foofind a tu idioma
eu: Lagun iezaguzu Foofind zure hizkuntzara itzultzen
fr: Aidez-nous à traduire Foofind dans votre langue
nl: Help ons Foofind te vertalen in jouw taal
sr: Помозите нам да преведемо Фуфајнд на ваш језик
tr: Foofind'ı dilinize çevirmemize yardım edin
zh: 协助我们将Foofind翻译为您使用的语言

# translate_description
source: Foofind is currently available in a few languages, but you can help us to translate it to your own language. Just choose it from the following list and filling the fields with the translated texts. You don't need to fill all the fields to submit the form, any help will be very appreciated. If your language is not in the list, please contact us for adding it.
ca: Actualment, Foofind és disponible en poques llengües, però podeu ajudar-nos a traduir-lo a la vostra. Trieu a la llista la llengua que us interessa i ompliu els camps amb els textos traduïts. No cal que ompliu tots els camps, qualsevol aportació que pugueu fer ens serà de gran ajuda. Si no trobeu la vostra llengua a la llista, poseu-vos en contacte amb nosaltres per a afegir-la.
es: Actualmente, Foofind está disponible en unos pocos idiomas, pero puedes ayudarnos a traducirlo al tuyo. Elígelo de la lista de idiomas que se encuentra a continuación y rellena los campos con los textos traducidos. No es necesario que completes todos los campos, cualquier aportación que puedas realizar será de gran ayuda.<br/><br/>Si no encuentras tu idioma en la lista, ponte en contacto con nosotros para que lo añadamos.
eu: Gaur egun, Foofind hizkuntza gutxi batzuetara dago itzulia, baina zuk lagun gaitzakezu zeurera itzultzen. Ondoren aurkituko duzun hizkuntza-zerrendan aukeratu eta eremuak bete itzulitako testuekin. Eremu guztiak betetzea ez da beharrezkoa, edozein ekarpen oso lagungarria izango da. Zure hizkuntza ez baduzu zerrendan topatzen, jarri gurekin harremanetan gehitu dezagun.
fr: Foofind est actuellement disponible dans quelques langues, mais vous pouvez nous aider à le traduire dans votre propre langue. Choisissez la simplement dans la liste suivante et complétez les champs vides avec votre traduction. Vous n'avez pas besoin de remplir tous les champs, toute aide sera très appréciée. Si votre langue ne figure pas sur la liste, contactez-nous pour que nous l'ajoutions.
nl: Foofind is momenteel beschikbaar in enkele talen, maar je kan ons steeds helpen deze te vertalen. Kies je eigen taal uit de volgende lijst en vul de vertaling aan. Je hoeft niet alles te vertalen, alle hulp is van harte welkom. Als je je taal niet in de lijst kunt vinden, contacteer ons om deze toe te voegen.
sr: Фуфајнд је тренутно доступан на неколико језика, али ви нам можете помоћи ако га преведете на ваш језик. Само га изаберите из листе и попуните поља са преводом. Не морате да попуните сва поља да би сте послали формулар, свака помоћ је добродошла. Ако вашег језика нема у листи, контактирајте нас да би смо га додали.
tr: Foofind şu anda birkaç dilde hizmet sunmaktadır, ama çeviri için bize yardımda bulunabilirsiniz. Aşağıdaki listeden dilinizi seçip gereken alanları tercümeniz ile doldurmanız yeterli olacaktır. Bütün alanları doldurmanıza gerek yoktur, tüm yardımlar makbule geçecektir. Eğer diliniz listede mevcut değilse, eklememiz için bizimle iletişime geçmenizi rica ederiz.
zh: Foofind当前可用的语言,但你可以帮助我们把它翻译为你自己的语言。只要选择从它下面列出的及翻译的文本。你不需提交所有领域方式,任何的帮助将很感激的。 如果你的语言是不在列表中,请与我们联系来增加。

source: Choose language
ca: Tria la llengua
es: Elegir idioma
eu: Hizkuntza aukeratu
fr: Choisissez votre langue
ko: 언어 선택
nl: Kies je taal
sr: Изаберите језик
tr: Dil seçimi
zh: 选择语言

# translation_sent
source: Your translation has been sent. Thanks for your help!
ca: La vostra traducció ha estat enviada. Gràcies per la vostra ajuda!
es: Tu traducción ha sido enviada. ¡Gracias por la ayuda!
eu: Zure itzulpena bidali da. Mila esker laguntzearren!
fr: Votre traduction a été envoyée. Merci de votre aide !
ko: 당신의 번역이 제출되었습니다. 도움에 감사드립니다!
nl: Je vertaling is verstuurd. Bedankt voor je hulp!
sr: Ваш превод је послат. Хвала вам на помоћи!
tr: Tercümeniz gönderilmiştir. Yardımınız için teşekkür ederiz!
zh: 您的翻译结果已经提交成功。谢谢您的帮助！

# translate_at_least_one
source: Please translate something before send.
ca: Entreu un mínim d'una frase abans d'enviar.
es: Por favor, traduce al menos una frase antes de enviar.
eu: Mesedez, behintzat esaldi bat itzuli bidali aurretik.
fr: S'il vous plaît, traduisez au moins une phrase.
nl: Gelieve iets te vertalen alvorens te versturen.
sr: Молим преведите нешто пре слања.
tr: Lütfen en az bir metin tercüme ediniz.
zh: 请至少一个文本翻译

source: here
ca: aquí
es: aquí
eu: hemen
fr: ici
nl: hier
sr: овде
tr: bunu rapor ediniz
zh: 这里

# translation_beta
source: This language translation is in testing phase. If you find a missing or wrong translation, please report it %(here)s.
ca: Aquesta traducció és en fase de proves. Si trobeu alguna errada o text sense traduir, informeu-nos-en %(here)s.
es: Esta traduccion está en fase de pruebas. Si encuentras algún fallo o texto sin traducir, por favor infórmanos %(here)s.
fr: La traduction de cette langue est encore en phase de test. Si vous trouvez des traductions erronées ou manquantes, veuillez les signaler %(here)s.
nl: Deze vertaling is in test fase. Indien je een ontbrekende of verkeerde vertaling tegenkomt, gelieve dit %(here)s te melden.
sr: Превод овог језика је у пробној фази. Ако пронађете недостајући или погрешан превод, пријавите га %(here)s.
tr: Bu dilin tercümesi test aşamasındadır. Yanlış ya da eksik bir çeviri bulursanız, lütfen %(here)s.
zh: 此语言尚在测试阶段，如果您发现错译或漏译，请在%(here)s提交。

source: Other
ca: Un altre
es: Otro
eu: Beste bat
fr: Autre
nl: Andere
sr: Остало
tr: Diğer
zh: 其他

# embed_foofind_button
source: See in foofind
ca: Veure a foofind
es: Ver en foofind
eu: Foofind-en ikusi
fr: Voir sur foofind
nl: Bekijk in Foofind
sr: Погледај на фуфајнд
tr: Foofind'da gör
zh: 在Foofind中查看

# copy_to_clipboard_shortcut
source: Use CTRL+C to copy to your clipboard
ca: Utilitza CTRL+C per a copiar al portapapers
es: Usa CTRL+C para copiar al portapapeles
eu: Erabili CTRL+C paper-zorrora kopiatzeko
fr: Utilisez CTRL-C pour copier dans votre presse-papiers
ko: CTRL+C를 이용해 복사하세요
nl: Gebruik CTRL+C om naar je prikbord te kopiëren
sr: Користи CTRL+C да би сте копирали на бележницу
tr: Panonuza kopyalamak için CTRL+C birleşimini kullanın
zh: 使用CTRL+C复制到你的剪贴板

# admin_prefix
source: Admin
es: Administración

# admin_overview_msg
source: Admin zone, overview.
es: Sección de administración, vista general.

# admin_overview
source: Overview
es: Vista general

# admin_locks
source: File blocking
es: Bloqueo de ficheros

# admin_locks_none
source: No file have been reported
es: No se han reportado nuevos ficheros

# admin_locks_locked
source: File have been marked as blocked
es: El archivo ha sido bloqueado

# admin_locks_unlocked
source: File has been unblocked
es: El archivo ha sido desbloqueado

# admin_locks_not_locked
source: File won't be marked blocked
es: El archivo no será bloqueado

# admin_locks_fileinfo
source: Info
es: Más información

# admin_info
source: Info
es: Más información

# admin_remove
source: Remove
es: Borrar

# admin_locks_block
source: Block file
es: Bloquear archivo

# admin_locks_unblock
source: Unblock file
es: Desbloquear fichero

# admin_locks_confirm
source: Block
es: Bloquear fichero

# admin_locks_cancel
source: Ignore
es: Ignorar

# admin_locks_complaint_info
source: Complaint info
es: Información de queja
